{
  "filter_date": "2025-08-07T12:34:48.197113",
  "original_file": "collected_studies\\net_studies_HasResults-false.json",
  "filter_criteria": "Studies from HasResults-false dataset with external publications or evidence found via online search",
  "filter_version": "2.1",
  "special_processing": "HasResults-false enhanced filtering",
  "total_studies": 23,
  "analysis_summary": {
    "total_analyzed": 138,
    "with_listed_publications": 37,
    "with_results_publications": 23,
    "with_posted_results": 0,
    "web_searches_performed": 138,
    "additional_publications_found": 0,
    "online_evidence_found": 0,
    "high_confidence_studies": 0,
    "medium_confidence_studies": 23,
    "low_confidence_studies": 115,
    "kept_studies": 23,
    "removed_studies": 115,
    "hasresults_false_processing": true
  },
  "filtering_metadata": {
    "criteria_used": [
      "Has publications with actual results",
      "No posted results (HasResults-false file)",
      "Has external publications found via online search",
      "Keep unpublished flag (if enabled)"
    ],
    "web_search_enabled": true,
    "online_search_sources": [
      "PubMed",
      "Google Scholar",
      "Congress Abstracts",
      "ClinicalTrials.gov"
    ],
    "rate_limit_delay": 2.0,
    "hasresults_false_processing": true
  },
  "studies": [
    {
      "nct_id": "NCT03278379",
      "title": "Avelumab in G2-3 NET",
      "status": "COMPLETED",
      "phase": "PHASE2",
      "condition": "Neuroendocrine Tumors",
      "intervention": "Avelumab",
      "brief_summary": "This is a single-center, single-arm, open-label, phase II trial to evaluate the efficacy and safety of avelumab in subjects with unresectable or metastatic, Grade 2-3, well-differentiated neuroendocrine.tumour.",
      "detailed_description": "",
      "eligibility_criteria": "Inclusion Criteria:\n\n* Adults (males or females), aged 18 years or older with pathologically confirmed, advanced (unresectable or metastatic) neuroendocrine tumour from a gastroenteropancreatic or lung source. Both participants with functional NETs and those with nonfunctional NETs shall be eligible for this study.\n* Histologically confirmed, WHO Grade 2-3, well-differentiated NETs of gastroenteropancreatic or lung origin.\n* Has received 0,1 or 2 prior lines of systemic therapy (chemotherapy, PRRT, targeted therapies such as everolimus or sunitinib). Somatostatin analogues are not considered a line of therapy for the purposes of this criterion.\n* Radiological documentation of disease progression within 24 weeks of study enrolment. Disease progression must be demonstrated on two scans less than one year apart.\n\n  * Participants previously treated with any systemic therapies are eligible to enroll if disease progression is documented during or after their last treatment.\n* Measurable disease as assessed by CT scan of the chest, abdomen and pelvis which is suitable for accurate repeated measurements (according to RECIST v1.1).\n* ECOG performance status 0-2.\n* Adequate bone marrow function (ANC \\> 1.5 x 109/L; Platelets \\>100 x109/L; haemoglobin \\> 90 g9/L).\n* Adequate liver function defined by a total bilirubin level ≤1.5xULN and AST and ALT levels ≤2.5xULN for participants (or AST and ALT levels ≤ 5xULN for participants with documented metastatic disease to the liver).\n* Adequate renal function defined by an estimated creatinine clearance ≥ 30 mL/min according to the Cockcroft-Gault formula (or local institutional standard method).\n* Willing and able to comply with all study requirements, including timing and/or nature of treatment and required assessments.\n* Signed, written informed consent.\n* Evidence of post-menopausal status, or negative urine or serum pregnancy test for female pre-menopausal participants (within approximately 14 days prior to enrolment). Women will be considered post-menopausal if they have been amenorrhoeic for 12 months without an alternative medical explanation.\n* Highly effective contraception for both male and female participants if the risk of conception exists (note: The effects of the IP on the developing human fetus are unknown; thus, women of childbearing potential and men able to father a child must agree to use 2 highly effective contraceptions, defined as methods with a failure rate of less than 1% per year. Highly effective contraception is required at least 28 days prior, throughout and for at least 60 days after avelumab treatment.)\n\nExclusion Criteria:\n\n* Grade 1 NET or Grade 3 poorly-differentiated neuroendocrine carcinoma, or mixed adenoneuroendocrine carcinomas (MANEC)\n* NETs confirmed to be from primaries other than the gastrointestinal tract, pancreas, or lung\n* Prior use of PD-1, PD-L1 or CTLA-4 inhibitors\n* Life expectancy of ≤3 months\n* Concurrent treatment with other anticancer therapy (except somatostatin analogues for the purposes of functional control). Participants on somatostatin analogues for anti-proliferative therapy should have this therapy ceased, and would be eligible for enrolment if they have not received somatostatin analogues in the past 14 days.\n* Active autoimmune disease that might deteriorate when receiving an immunostimulatory agent, with exception to:\n* Subjects with diabetes type I, vitiligo, psoriasis, hypo- or hyperthyroid disease not requiring immunosuppressive treatment are eligible\n* Active infection requiring systemic therapy.\n* History of primary autoimmunodeficiency\n* Current use of immunosuppressive medication, EXCEPT for the following: a. intranasal, inhaled, topical steroids, or local steroid injection (e.g., intra-articular injection); b. Systemic corticosteroids at physiologic doses ≤ 10 mg/day of prednisone or equivalent; c. Steroids as premedication for hypersensitivity reactions (e.g., CT scan premedication).\n* Prior organ transplantation, including allogeneic stem cell transplantation\n* Clinically significant (i.e., active) cardiovascular disease: cerebral vascular accident/stroke (\\< 6 months prior to enrollment), myocardial infarction (\\< 6 months prior to enrollment), unstable angina, congestive heart failure (≥ New York Heart Association Classification Class II), or serious cardiac arrhythmia requiring medication.\n* Major surgery in the 2 weeks prior to randomization. Surgery with intent to debulk metastatic disease is allowed, as long as there is sufficient residual disease for RECIST measurements (see inclusion criteria 5).\n* Participants with prior or concurrent malignancy except for the following: adequately treated basal cell or squamous cell skin cancer, or other adequately treated in situ cancer, or any other cancer from which the patient has been disease free for three years.\n* All participants with brain metastases and any of the following:\n\n  * They have not received local treatment to known brain metastases\n  * They have been clinically unstable in the 2 weeks prior to enrolment\n  * Requirement for treatment with systemic steroids exceeding the equivalent of 10mg oral prednisone per day\n  * Ongoing neurological symptoms related to brain metastases\n  * Leptomeningeal metastases\n* Pregnancy, lactation, or inadequate contraception.\n* Significant acute or chronic infections including, among others:\n\n  * Known history of positive test for human immunodeficiency virus (HIV) or known acquired immunodeficiency syndrome (AIDS)\n  * Positive test for HBV surface antigen and / or confirmatory HCV RNA (if anti-HCV antibody tested positive)\n  * Active tuberculosis\n  * Testing for these diseases is not mandatory unless clinically indicated.\n* Known prior severe hypersensitivity to investigational product or any component in its formulations, including known severe hypersensitivity reactions to monoclonal antibodies (NCI CTCAE v4.03 Grade ≥ 3)\n* Persisting toxicity related to prior therapy of Grade \\>1 NCI-CTCAE v 4.03; however, alopecia, sensory neuropathy Grade ≤ 2, or other Grade ≤ 2 not constituting a safety risk based on investigator's judgment are acceptable.\n* Known alcohol or drug abuse\n* Other severe acute or chronic medical conditions including colitis, inflammatory bowel disease, pneumonitis, pulmonary fibrosis or psychiatric conditions including recent (within the past year) or active suicidal ideation or behavior; or laboratory abnormalities that may increase the risk associated with study participation or study treatment administration or may interfere with the interpretation of study results and, in the judgment of the investigator, would make the patient inappropriate for entry into this study.\n* Any psychiatric condition that would prohibit the understanding or rendering of informed consent\n* Vaccination within 4 weeks of the first dose of avelumab and while on trial, except for administration of inactivated vaccines\n* Inability to obtain sufficient tumour tissue (whether archival or fresh) for PD-L1 testing. A core biopsy, endoscopic biopsy or surgical resection specimen shall be considered adequate tissue; a fine needle aspirate/biopsy will be considered insufficient tissue.\n* Prior treatment for study indication with:\n\n  * Peptide Receptor Radiouclide Therapy (PRRT) administered within 3 months of enrolment\n  * Hepatic intra-arterial embolization, radio-frequency ablation, or cryoablation within 4 weeks of enrolment",
      "start_date": "2017-11-15",
      "completion_date": "2023-07-06",
      "primary_outcome": "Overall response rate (ORR)",
      "secondary_outcome": "Disease control rate (DCR); Duration of response; Progression-free survival (PFS); Overall survival (OS); Rates of treatment-emergent adverse events as defined by National Cancer Institute Common Terminology Criteria for Adverse Events (NCI CTCAE) v4.03; ORR by irRECIST version 1.1; DCR by irRECIST version 1.1; Duration of response by irRECIST version 1.1; PFS by irRECIST version 1.1; OS at 1 year; OS at 2 years; PFS at 1 year; PFS at 2 years",
      "sponsor": "Sunnybrook Health Sciences Centre",
      "locations": [
        "Sunnybrook Health Sciences Centre, Toronto, Canada"
      ],
      "url": "https://clinicaltrials.gov/study/NCT03278379",
      "has_posted_results": false,
      "has_publications": true,
      "publications_count": 1,
      "publications": [
        {
          "citation": "Chan DL, Rodriguez-Freixinos V, Doherty M, Wasson K, Iscoe N, Raskin W, Hallet J, Myrehaug S, Law C, Thawer A, Nguyen K, Singh S. Avelumab in unresectable/metastatic, progressive, grade 2-3 neuroendocrine neoplasms (NENs): Combined results from NET-001 and NET-002 trials. Eur J Cancer. 2022 Jul;169:74-81. doi: 10.1016/j.ejca.2022.03.029. Epub 2022 May 2.",
          "pmid": "35504244",
          "type": "DERIVED"
        }
      ],
      "search_terms_matched": [
        "simple_net_search"
      ],
      "has_publications_flag": true,
      "publication_analysis": {
        "has_listed_publications": true,
        "listed_publications_count": 1,
        "has_results_publications": true,
        "web_search_performed": true,
        "additional_publications_found": 0,
        "total_publications_found": 1,
        "publication_sources": [
          "PMID: 35504244"
        ],
        "analysis_notes": "Found 1 listed publication(s); Listed publications appear to contain results; Online search performed; Web search details: No additional publications found",
        "online_search_results": {
          "nct_id": "NCT03278379",
          "study_title": "Avelumab in G2-3 NET",
          "search_timestamp": 1754561399.5031526,
          "pubmed": {
            "publications_found": 0,
            "publications": [],
            "search_successful": false
          },
          "google_scholar": {
            "publications_found": 0,
            "publications": [],
            "search_successful": false
          },
          "congress_abstracts": {
            "abstracts_found": 0,
            "abstracts": [],
            "search_successful": true
          },
          "onclive": {
            "articles_found": 0,
            "articles": [],
            "search_successful": true
          }
        },
        "web_results_summary": "No additional publications found",
        "external_sources_found": []
      },
      "filtering_result": {
        "study_kept": true,
        "filtering_reason": "KEPT: Has publications with results; Has listed publications with results (HasResults-false file)",
        "has_posted_results": false,
        "decision_factors": [
          "Has publications with results",
          "Has listed publications with results (HasResults-false file)"
        ],
        "online_evidence_found": false,
        "external_publications_count": 0,
        "search_confidence": "medium"
      }
    },
    {
      "nct_id": "NCT04028479",
      "title": "The Registry of Oncology Outcomes Associated with Testing and Treatment",
      "status": "COMPLETED",
      "phase": "N/A",
      "condition": "Adenocarcinoma; Adenocystic Carcinoma; Anal Cancer; Appendix Cancer; Brain Tumor; Glioblastoma; Astrocytoma; Bile Duct Cancer; Cholangiocarcinoma; Bladder Cancer; Bone Cancer; Synovial Sarcoma; Chondrosarcoma; Liposarcoma; Sarcoma, Kaposi; Sarcoma,Soft Tissue; Sarcoma; Osteosarcoma; CNS Cancer; Brain Stem Neoplasms; Breast Cancer; Cervical Cancer; Colorectal Cancer; Rectal Cancer; Colon Cancer; Esophageal Cancer; Esophagus Cancer; Cancer of Colon; Pancreatic Cancer; Cancer of Pancreas; Testis Cancer; Testicular Cancer; Ureter Cancer; Renal Cell Carcinoma; Kidney Cancer; Gestational Trophoblastic Tumor; Head and Neck Neoplasms; Parotid Tumor; Larynx Cancer; Tongue Cancer; Pharynx Cancer; Salivary Gland Cancer; Acute Myeloid Leukemia; Chronic Myeloid Leukemia; Acute Lymphoblastic Leukemia; Multiple Myeloma; Non Hodgkin Lymphoma; Carcinoid Tumor; Lung Cancer; Neuroendocrine Tumors; Mesothelioma; Thyroid Cancer; Parathyroid Neoplasms; Adrenal Cancer; Small Bowel Cancer; Stomach Cancer; Liver Cancer; Hepatic Cancer; Melanoma; Skin Cancer; Unknown Primary Tumors; Uterine Cancer; Fallopian Tube Cancer; Ovarian Cancer; Prostate Cancer; Vaginal Cancer; Penile Cancer; Vulvar Cancer; Waldenstrom Macroglobulinemia; Cancer, Advanced; Thymus Cancer; Nasopharyngeal Carcinoma; Multiple Endocrine Neoplasia; Pheochromocytoma; Small Cell Carcinoma; Pulmonary Carcinoma",
      "intervention": "Biomarker Testing (L); Systemic Treatment (T); Patient Reported Outcomes (P)",
      "brief_summary": "This study is to collect and validate regulatory-grade real-world data (RWD) in oncology using the novel, Master Observational Trial construct. This data can be then used in real-world evidence (RWE) generation. It will also create reusable infrastructure to allow creation or affiliation with many additional RWD/RWE efforts both prospective and retrospective in nature.",
      "detailed_description": "This is a master observational trial (MOT). Anyone who has been diagnosed with advanced cancer is eligible as long as they are a candidate for treatment. Each patient will receive testing and treatment as determined by patient in consultation with physician. ROOT will proceed in two directions: (1) Validation Cohorts. These patients will demonstrate the ability of the MOT to prospectively collect data using the same protocol and related documents, standardized data elements and processes, and accepted scientific endpoints; and (2) Analysis Cohorts. The modular nature of the study allows collection of RWD ranging from diagnosis only to the full treatment course of the of the patient. Patients are grouped to allow focused data collection or a specific analysis. Analysis cohorts can be created from patients already enrolled in ROOT or be defined prospectively. Because of the ongoing advancements of molecular based oncology, this trial allows a detailed focus on molecular testing as part of any cohort.\n\nData is reported by the group that is most qualified to provide this information and is proved, at point of care, using standardized data elements and processes. Physicians will report diagnosis, molecular characteristics, staging, disease burden, significant comorbidities, treatment response, and medical decision making. Molecular testing (reports and details) will be requested from testing laboratories. Any diagnostic films will be received digitally from the location the study was performed. Research staff assist in data entry and providing physicians needed data as part of the regular workflow to allow point-of-care reporting.\n\nThe Validation Cohorts and Analysis Cohorts may run sequentially or in parallel with each other.",
      "eligibility_criteria": "Inclusion Criteria:\n\n* Patient or representative provides written informed consent\n* Patient is diagnosed with advanced malignancy\n* Patient is willing to be treated for this malignancy according to a plan determine by them and their physician\n* patient will be willing to have regular follow up visits as part of their standard of care\n\nExclusion Criteria:\n\n* patient is not a candidate or does not desire any treatment for their disease",
      "start_date": "2021-05-05",
      "completion_date": "2024-10-31",
      "primary_outcome": "Best overall response (BOR) - 1st line of therapy; Best overall response (BOR) - 2nd line of therapy; Best overall response (BOR) - 3rd line of therapy; Best overall response (BOR) - 4th line of therapy; Best overall response (BOR) - 5th line of therapy; Progression-free survival (PFS) - 1st line of therapy; Progression-free survival (PFS) - 2nd line of therapy; Progression-free survival (PFS) - 3rd line of therapy; Progression-free survival (PFS) - 4th line of therapy; Progression-free survival (PFS) - 5th line of therapy",
      "secondary_outcome": "Overall survival (OS)",
      "sponsor": "Taproot Health",
      "locations": [
        "Teton Cancer Institute, Idaho Falls, United States",
        "Oncology and Hematology of South Texas, Laredo, United States"
      ],
      "url": "https://clinicaltrials.gov/study/NCT04028479",
      "has_posted_results": false,
      "has_publications": true,
      "publications_count": 9,
      "publications": [
        {
          "citation": "Woodcock J, LaVange LM. Master Protocols to Study Multiple Therapies, Multiple Diseases, or Both. N Engl J Med. 2017 Jul 6;377(1):62-70. doi: 10.1056/NEJMra1510062. No abstract available.",
          "pmid": "28679092",
          "type": "BACKGROUND"
        },
        {
          "citation": "Boland JF, Chung CC, Roberson D, Mitchell J, Zhang X, Im KM, He J, Chanock SJ, Yeager M, Dean M. The new sequencer on the block: comparison of Life Technology's Proton sequencer to an Illumina HiSeq for whole-exome sequencing. Hum Genet. 2013 Oct;132(10):1153-63. doi: 10.1007/s00439-013-1321-4. Epub 2013 Jun 12.",
          "pmid": "23757002",
          "type": "BACKGROUND"
        },
        {
          "citation": "Morash M, Mitchell H, Beltran H, Elemento O, Pathak J. The Role of Next-Generation Sequencing in Precision Medicine: A Review of Outcomes in Oncology. J Pers Med. 2018 Sep 17;8(3):30. doi: 10.3390/jpm8030030.",
          "pmid": "30227640",
          "type": "BACKGROUND"
        },
        {
          "citation": "Korphaisarn K, Kopetz S. BRAF-Directed Therapy in Metastatic Colorectal Cancer. Cancer J. 2016 May-Jun;22(3):175-8. doi: 10.1097/PPO.0000000000000189.",
          "pmid": "27341594",
          "type": "BACKGROUND"
        },
        {
          "citation": "Sherman RE, Anderson SA, Dal Pan GJ, Gray GW, Gross T, Hunter NL, LaVange L, Marinac-Dabic D, Marks PW, Robb MA, Shuren J, Temple R, Woodcock J, Yue LQ, Califf RM. Real-World Evidence - What Is It and What Can It Tell Us? N Engl J Med. 2016 Dec 8;375(23):2293-2297. doi: 10.1056/NEJMsb1609216. No abstract available.",
          "pmid": "27959688",
          "type": "BACKGROUND"
        },
        {
          "citation": "Kaplan RM, Chambers DA, Glasgow RE. Big data and large sample size: a cautionary note on the potential for bias. Clin Transl Sci. 2014 Aug;7(4):342-6. doi: 10.1111/cts.12178. Epub 2014 Jul 15.",
          "pmid": "25043853",
          "type": "BACKGROUND"
        },
        {
          "citation": "AACR Project GENIE Consortium. AACR Project GENIE: Powering Precision Medicine through an International Consortium. Cancer Discov. 2017 Aug;7(8):818-831. doi: 10.1158/2159-8290.CD-17-0151. Epub 2017 Jun 1.",
          "pmid": "28572459",
          "type": "BACKGROUND"
        },
        {
          "citation": "Dickson DJ, Pfeifer JD. Real-world data in the molecular era-finding the reality in the real world. Clin Pharmacol Ther. 2016 Feb;99(2):186-97. doi: 10.1002/cpt.300. Epub 2016 Jan 12.",
          "pmid": "26565654",
          "type": "BACKGROUND"
        },
        {
          "citation": "Conley RB, Dickson D, Zenklusen JC, Al Naber J, Messner DA, Atasoy A, Chaihorsky L, Collyar D, Compton C, Ferguson M, Khozin S, Klein RD, Kotte S, Kurzrock R, Lin CJ, Liu F, Marino I, McDonough R, McNeal A, Miller V, Schilsky RL, Wang LI. Core Clinical Data Elements for Cancer Genomic Repositories: A Multi-stakeholder Consensus. Cell. 2017 Nov 16;171(5):982-986. doi: 10.1016/j.cell.2017.10.032.",
          "pmid": "29149611",
          "type": "BACKGROUND"
        }
      ],
      "search_terms_matched": [
        "simple_net_search"
      ],
      "has_publications_flag": true,
      "publication_analysis": {
        "has_listed_publications": true,
        "listed_publications_count": 9,
        "has_results_publications": true,
        "web_search_performed": true,
        "additional_publications_found": 0,
        "total_publications_found": 9,
        "publication_sources": [
          "PMID: 28679092",
          "PMID: 23757002",
          "PMID: 30227640"
        ],
        "analysis_notes": "Found 9 listed publication(s); Listed publications appear to contain results; Online search performed; Web search details: No additional publications found",
        "online_search_results": {
          "nct_id": "NCT04028479",
          "study_title": "The Registry of Oncology Outcomes Associated with Testing and Treatment",
          "search_timestamp": 1754561411.4978397,
          "pubmed": {
            "publications_found": 0,
            "publications": [],
            "search_successful": false
          },
          "google_scholar": {
            "publications_found": 0,
            "publications": [],
            "search_successful": false
          },
          "congress_abstracts": {
            "abstracts_found": 0,
            "abstracts": [],
            "search_successful": true
          },
          "onclive": {
            "articles_found": 0,
            "articles": [],
            "search_successful": true
          }
        },
        "web_results_summary": "No additional publications found",
        "external_sources_found": []
      },
      "filtering_result": {
        "study_kept": true,
        "filtering_reason": "KEPT: Has publications with results; Has listed publications with results (HasResults-false file)",
        "has_posted_results": false,
        "decision_factors": [
          "Has publications with results",
          "Has listed publications with results (HasResults-false file)"
        ],
        "online_evidence_found": false,
        "external_publications_count": 0,
        "search_confidence": "medium"
      }
    },
    {
      "nct_id": "NCT02973204",
      "title": "Circulating Tumor Cells and Tumor DNA in HCC and NET",
      "status": "COMPLETED",
      "phase": "N/A",
      "condition": "Carcinoma, Hepatocellular; Neuroendocrine Tumors",
      "intervention": "Sorafenib; Radiofrequency ablation (RFA) or surgery; Everolimus; Lanreotide",
      "brief_summary": "Background Treatment and control of cancer is associated with high costs, to patients in the form of side effects and discomfort during investigations, to society in the form of expensive drugs and studies.\n\nCirculating tumor cells (CTC) has received great attention as a cancer biomarker in trying to estimate future course in patients with breast cancer, colon cancer and prostate cancer. CTC is believed to be a crucial step in cancer spreading to the bloodstream and giving rise to metastases. Detection of circulating tumor DNA (ctDNA) specifically adds specificity to the analysis of the CTC.\n\nThe investigators would like to with molecular biological methods predict which patients requires special monitoring and individualized therapy and explore these tests as clinical decision support.\n\nPurpose and method\n\nIn a blood sample from patients with neuro-endocrine tumor (NET) and hepatocellular carcinoma (HCC), the investigators will by cell separation, flow cytometry and DNA sequencing and digital polymerase chain reaction (PCR):\n\n1. Identify and isolate the CTC and investigate these for tumor-specific mutations.\n2. Quantify ctDNA and analyze this for specific mutations, which in the past has been found frequent in NET and HCC.\n3. Compare findings of mutations on CTC and ctDNA with mutations in tissue biopsies.\n\nThe results are compared with the clinical data on disease course, including the effect of treatment and survival.\n\nSubjects 40 Patients with small intestinal/unknown primary NET before treatment with somatostatin analogues 30 patients with pancreatic NET before treatment with Everolimus 30 patients with presumed radically treated HCC 30 patients with HCC in treatment with Sorafenib A blood sample will be taken prior to the start of treatment, after 1 month after start of treatment and thereafter every 3.-6. month for up to two years.\n\nPerspectives In several cancer types molecular diagnostics have had significant influence in treatment and control strategy. The goal is in future to be able to take advantage of a so-called \"liquid biopsy\" as clinical decision support. The study will bring new knowledge to this growing field of research.",
      "detailed_description": "",
      "eligibility_criteria": "Inclusion Criteria:\n\n* one of the above mentioned diseases\n* planed surgery, RFA, Somatostatin Analogue, Sorafenib or Everolimus treatment\n* signed informed consent\n\nExclusion Criteria:\n\n* age below 18, concomitant invasive cancer (not skin cancer) and planed emigration of Denmark.",
      "start_date": "2016-11",
      "completion_date": "2020-01-08",
      "primary_outcome": "Concordance between specific DNA mutations found in patient biopsies and plasma circulating tumor DNA",
      "secondary_outcome": "Flow cytometry for detection and quantification of CTC in peripheral blood (absolute and relative counts); Correlations between mutations found in circulating tumor DNA and amount of circulating tumor cells and treatment response according to RECIST criteria; Correlations between mutations found in circulating tumor DNA and amount of circulating tumor cells and survival; Correlations between mutations fund in circulating DNA and circulating tumor cells",
      "sponsor": "University of Aarhus",
      "locations": [
        "Department of Hepatology and Gastroenterology, Aarhus, Denmark"
      ],
      "url": "https://clinicaltrials.gov/study/NCT02973204",
      "has_posted_results": false,
      "has_publications": true,
      "publications_count": 16,
      "publications": [
        {
          "citation": "Janson ET, Sorbye H, Welin S, Federspiel B, Gronbaek H, Hellman P, Ladekarl M, Langer SW, Mortensen J, Schalin-Jantti C, Sundin A, Sundlov A, Thiis-Evensen E, Knigge U. Nordic guidelines 2014 for diagnosis and treatment of gastroenteropancreatic neuroendocrine neoplasms. Acta Oncol. 2014 Oct;53(10):1284-97. doi: 10.3109/0284186X.2014.941999. Epub 2014 Aug 20.",
          "pmid": "25140861",
          "type": "BACKGROUND"
        },
        {
          "citation": "Bruix J, Sherman M; American Association for the Study of Liver Diseases. Management of hepatocellular carcinoma: an update. Hepatology. 2011 Mar;53(3):1020-2. doi: 10.1002/hep.24199. No abstract available.",
          "pmid": "21374666",
          "type": "BACKGROUND"
        },
        {
          "citation": "Zhang Y, Li J, Cao L, Xu W, Yin Z. Circulating tumor cells in hepatocellular carcinoma: detection techniques, clinical implications, and future perspectives. Semin Oncol. 2012 Aug;39(4):449-60. doi: 10.1053/j.seminoncol.2012.05.012.",
          "pmid": "22846862",
          "type": "BACKGROUND"
        },
        {
          "citation": "Khan MS, Tsigani T, Rashid M, Rabouhans JS, Yu D, Luong TV, Caplin M, Meyer T. Circulating tumor cells and EpCAM expression in neuroendocrine tumors. Clin Cancer Res. 2011 Jan 15;17(2):337-45. doi: 10.1158/1078-0432.CCR-10-1776. Epub 2011 Jan 11.",
          "pmid": "21224371",
          "type": "BACKGROUND"
        },
        {
          "citation": "Khan MS, Kirkwood A, Tsigani T, Garcia-Hernandez J, Hartley JA, Caplin ME, Meyer T. Circulating tumor cells as prognostic markers in neuroendocrine tumors. J Clin Oncol. 2013 Jan 20;31(3):365-72. doi: 10.1200/JCO.2012.44.2905. Epub 2012 Dec 17.",
          "pmid": "23248251",
          "type": "BACKGROUND"
        },
        {
          "citation": "Schulze K, Gasch C, Staufer K, Nashan B, Lohse AW, Pantel K, Riethdorf S, Wege H. Presence of EpCAM-positive circulating tumor cells as biomarker for systemic disease strongly correlates to survival in patients with hepatocellular carcinoma. Int J Cancer. 2013 Nov;133(9):2165-71. doi: 10.1002/ijc.28230. Epub 2013 Jun 11.",
          "pmid": "23616258",
          "type": "BACKGROUND"
        },
        {
          "citation": "Guo W, Yang XR, Sun YF, Shen MN, Ma XL, Wu J, Zhang CY, Zhou Y, Xu Y, Hu B, Zhang X, Zhou J, Fan J. Clinical significance of EpCAM mRNA-positive circulating tumor cells in hepatocellular carcinoma by an optimized negative enrichment and qRT-PCR-based platform. Clin Cancer Res. 2014 Sep 15;20(18):4794-805. doi: 10.1158/1078-0432.CCR-14-0251. Epub 2014 Jul 9.",
          "pmid": "25009297",
          "type": "BACKGROUND"
        },
        {
          "citation": "Francis JM, Kiezun A, Ramos AH, Serra S, Pedamallu CS, Qian ZR, Banck MS, Kanwar R, Kulkarni AA, Karpathakis A, Manzo V, Contractor T, Philips J, Nickerson E, Pho N, Hooshmand SM, Brais LK, Lawrence MS, Pugh T, McKenna A, Sivachenko A, Cibulskis K, Carter SL, Ojesina AI, Freeman S, Jones RT, Voet D, Saksena G, Auclair D, Onofrio R, Shefler E, Sougnez C, Grimsby J, Green L, Lennon N, Meyer T, Caplin M, Chung DC, Beutler AS, Ogino S, Thirlwell C, Shivdasani R, Asa SL, Harris CR, Getz G, Kulke M, Meyerson M. Somatic mutation of CDKN1B in small intestine neuroendocrine tumors. Nat Genet. 2013 Dec;45(12):1483-6. doi: 10.1038/ng.2821. Epub 2013 Nov 3.",
          "pmid": "24185511",
          "type": "BACKGROUND"
        },
        {
          "citation": "Jiao Y, Shi C, Edil BH, de Wilde RF, Klimstra DS, Maitra A, Schulick RD, Tang LH, Wolfgang CL, Choti MA, Velculescu VE, Diaz LA Jr, Vogelstein B, Kinzler KW, Hruban RH, Papadopoulos N. DAXX/ATRX, MEN1, and mTOR pathway genes are frequently altered in pancreatic neuroendocrine tumors. Science. 2011 Mar 4;331(6021):1199-203. doi: 10.1126/science.1200609. Epub 2011 Jan 20.",
          "pmid": "21252315",
          "type": "BACKGROUND"
        },
        {
          "citation": "Marinoni I, Kurrer AS, Vassella E, Dettmer M, Rudolph T, Banz V, Hunger F, Pasquinelli S, Speel EJ, Perren A. Loss of DAXX and ATRX are associated with chromosome instability and reduced survival of patients with pancreatic neuroendocrine tumors. Gastroenterology. 2014 Feb;146(2):453-60.e5. doi: 10.1053/j.gastro.2013.10.020. Epub 2013 Oct 19.",
          "pmid": "24148618",
          "type": "BACKGROUND"
        },
        {
          "citation": "Pipinikas CP, Dibra H, Karpathakis A, Feber A, Novelli M, Oukrif D, Fusai G, Valente R, Caplin M, Meyer T, Teschendorff A, Bell C, Morris TJ, Salomoni P, Luong TV, Davidson B, Beck S, Thirlwell C. Epigenetic dysregulation and poorer prognosis in DAXX-deficient pancreatic neuroendocrine tumours. Endocr Relat Cancer. 2015 Jun;22(3):L13-8. doi: 10.1530/ERC-15-0108. Epub 2015 Apr 21. No abstract available.",
          "pmid": "25900181",
          "type": "BACKGROUND"
        },
        {
          "citation": "Rimassa L, Santoro A. Sorafenib therapy in advanced hepatocellular carcinoma: the SHARP trial. Expert Rev Anticancer Ther. 2009 Jun;9(6):739-45. doi: 10.1586/era.09.41.",
          "pmid": "19496710",
          "type": "BACKGROUND"
        },
        {
          "citation": "Schulze K, Imbeaud S, Letouze E, Alexandrov LB, Calderaro J, Rebouissou S, Couchy G, Meiller C, Shinde J, Soysouvanh F, Calatayud AL, Pinyol R, Pelletier L, Balabaud C, Laurent A, Blanc JF, Mazzaferro V, Calvo F, Villanueva A, Nault JC, Bioulac-Sage P, Stratton MR, Llovet JM, Zucman-Rossi J. Exome sequencing of hepatocellular carcinomas identifies new mutational signatures and potential therapeutic targets. Nat Genet. 2015 May;47(5):505-511. doi: 10.1038/ng.3252. Epub 2015 Mar 30.",
          "pmid": "25822088",
          "type": "BACKGROUND"
        },
        {
          "citation": "Newman AM, Bratman SV, To J, Wynne JF, Eclov NC, Modlin LA, Liu CL, Neal JW, Wakelee HA, Merritt RE, Shrager JB, Loo BW Jr, Alizadeh AA, Diehn M. An ultrasensitive method for quantitating circulating tumor DNA with broad patient coverage. Nat Med. 2014 May;20(5):548-54. doi: 10.1038/nm.3519. Epub 2014 Apr 6.",
          "pmid": "24705333",
          "type": "BACKGROUND"
        },
        {
          "citation": "Sorensen BS, Wu L, Wei W, Tsai J, Weber B, Nexo E, Meldgaard P. Monitoring of epidermal growth factor receptor tyrosine kinase inhibitor-sensitizing and resistance mutations in the plasma DNA of patients with advanced non-small cell lung cancer during treatment with erlotinib. Cancer. 2014 Dec 15;120(24):3896-901. doi: 10.1002/cncr.28964. Epub 2014 Aug 7.",
          "pmid": "25103305",
          "type": "BACKGROUND"
        },
        {
          "citation": "Neychev V, Steinberg SM, Cottle-Delisle C, Merkel R, Nilubol N, Yao J, Meltzer P, Pacak K, Marx S, Kebebew E. Mutation-targeted therapy with sunitinib or everolimus in patients with advanced low-grade or intermediate-grade neuroendocrine tumours of the gastrointestinal tract and pancreas with or without cytoreductive surgery: protocol for a phase II clinical trial. BMJ Open. 2015 May 19;5(5):e008248. doi: 10.1136/bmjopen-2015-008248.",
          "pmid": "25991462",
          "type": "BACKGROUND"
        }
      ],
      "search_terms_matched": [
        "simple_net_search"
      ],
      "has_publications_flag": true,
      "publication_analysis": {
        "has_listed_publications": true,
        "listed_publications_count": 16,
        "has_results_publications": true,
        "web_search_performed": true,
        "additional_publications_found": 0,
        "total_publications_found": 16,
        "publication_sources": [
          "PMID: 25140861",
          "PMID: 21374666",
          "PMID: 22846862",
          "PMID: 21224371",
          "PMID: 23248251",
          "PMID: 23616258"
        ],
        "analysis_notes": "Found 16 listed publication(s); Listed publications appear to contain results; Online search performed; Web search details: No additional publications found",
        "online_search_results": {
          "nct_id": "NCT02973204",
          "study_title": "Circulating Tumor Cells and Tumor DNA in HCC and NET",
          "search_timestamp": 1754561513.5309167,
          "pubmed": {
            "publications_found": 0,
            "publications": [],
            "search_successful": false
          },
          "google_scholar": {
            "publications_found": 0,
            "publications": [],
            "search_successful": false
          },
          "congress_abstracts": {
            "abstracts_found": 0,
            "abstracts": [],
            "search_successful": true
          },
          "onclive": {
            "articles_found": 0,
            "articles": [],
            "search_successful": true
          }
        },
        "web_results_summary": "No additional publications found",
        "external_sources_found": []
      },
      "filtering_result": {
        "study_kept": true,
        "filtering_reason": "KEPT: Has publications with results; Has listed publications with results (HasResults-false file)",
        "has_posted_results": false,
        "decision_factors": [
          "Has publications with results",
          "Has listed publications with results (HasResults-false file)"
        ],
        "online_evidence_found": false,
        "external_publications_count": 0,
        "search_confidence": "medium"
      }
    },
    {
      "nct_id": "NCT06024343",
      "title": "Minimally Invasive Pancreatic Enucleation With Main Pancreatic Duct Exposure, Repair or Reconstruction",
      "status": "COMPLETED",
      "phase": "NA",
      "condition": "Pancreatic Tumor, Benign; Pancreatic Neuroendocrine Tumor; Solid Pseudopapillary Tumor of the Pancreas",
      "intervention": "MPD Exposure, Repair or Reconstruction",
      "brief_summary": "The aim of this study is to evaluate the impact of concomitant main pancreatic duct exposure, repair, or reconstruction during minimally invasive pancreatic tumor enucleation on long-term patient prognosis and quality of life.",
      "detailed_description": "Standard surgical procedures for benign or low-grade malignant pancreatic tumors is associated with increased risks of postoperative complications and long-term pancreatic functional impairment, while parenchyma-sparing pancreatectomy such as enucleation can reduce the incidence of complications and preserve healthy parenchyma, thereby preserve both endocrine and exocrine pancreatic function. It has been reported that pancreatic tumor enucleation is a safe and feasible approach in preserving normal physiological function in patients undergoing pancreatic surgery.\n\nWith the growing emphasis on routine screenings and the application of high-quality thin-slice imaging techniques, the detection rates of pancreatic tumors have witnessed a steady increase. Additionally, there is a notable trend towards younger patients being diagnosed with pancreatic tumors. Consequently, in conjunction with ensuring safe and thorough tumor resection while maximizing preservation of pancreatic function, there is a current clinical demand to further reduce surgical trauma.\n\nLiterature reviews and meta-analyses have demonstrated that minimally invasive enucleation procedures offer well-known advantages associated with minimally invasive approaches, such as shorter postoperative hospital stays and lower overall complication rates. While the occurrence rate of severe complications, such as postoperative hemorrhage, remains relatively low, the development of postoperative pancreatic fistula (POPF) continues to pose a challenging issue.\n\nThe distance between the tumor and the main pancreatic duct (MPD) is considered a crucial factor influencing the occurrence of POPF after enucleation. However, these data have been rarely described in previous studies, making it challenging to accurately assess their actual impact on the rate of POPF occurrence. Heeger et al. suggested that the risk of POPF increases with closer proximity of the tumor to the MPD. The incidence of POPF was higher in deep-seated tumors after pancreatic enucleation (distance to MPD \\<3 mm) compared to superficial tumors (\\>3 mm) (73.3% vs. 30.0%, P=0.002). Other studies have even limited this critical distance to 2mm. Some research has indicated that if the tumor invades or encases the MPD, enucleation surgery should be contraindicated, and standard resection should be preferred to avoid the risk of POPF postoperatively. However, a retrospective analysis by Strobel et al. on 166 cases of pancreatic tumor enucleation demonstrated that even tumors in close proximity to the MPD can be safely resected, although their study did not include cases with tumor encasement of the MPD.\n\nDuring the expansive growth of solid tumors such as neuroendocrine tumors and solid pseudopapillary neoplasms, they can compress the MPD, causing inflammatory adhesions. Cystic tumors can also surround the MPD as they grow. Enucleation of these tumors may inevitably lead to exposure, injury, or transection of the MPD, necessitating repair and reconstruction. Recent years have seen successful cases reported of end-to-end anastomosis of the MPD. Minimally invasive techniques have also facilitated the promotion of MPD repair or bridging reconstruction surgeries. However, there remains a lack of comprehensive research data in this field.\n\nThe safety and feasibility of minimally invasive pancreatic tumor enucleation procedures involving MPD exposure, repair, or reconstruction, the control of POPF, and the long-term prognosis and quality of life of patients after MPD repair or reconstruction remain unclear. Therefore, this study aims to conduct a prospective cohort study. The results of this study will serve as a valuable reference for clinical practice and promote the development and application of minimally invasive pancreatic tumor enucleation procedures.",
      "eligibility_criteria": "Inclusion Criteria:\n\n1. age between 18 and 75 years, regardless of gender;\n2. patients with solitary benign or low-grade malignant pancreatic tumors, including NET, SPN, and cystic tumors;\n3. eligible for pancreatic parenchyma-sparing resection (PSR) according to contemporary guidelines;\n4. patients with an ECOG performance status of 0 or 1;\n5. successfully received MIEN (laparoscopic or robotic)\n\nExclusion Criteria:\n\n1. body mass index \\> 35 kg/m2;\n2. concomitant malignancies;\n3. intraoperative frozen section or postoperative pathology indicating malignancy, requiring conversion to oncologic resection;\n4. loss to follow-up within 90 days postoperatively.",
      "start_date": "2019-07-01",
      "completion_date": "2024-08-31",
      "primary_outcome": "Incidence of Clinically Relevant Postoperative Pancreatic Fistula",
      "secondary_outcome": "Perioperative complication rate according to the Clavien-Dindo classification; Postoperative pancreatic hemorrhage (PPH) rate; Delayed gastric emptying (DGE) rate; Reoperation rate; Rate of pancreatic enzyme-dependent malabsorption; Rate of new-onset diabetes; Life quality satisfaction evaluated according to EORTC C30 scale; R0 resection rate; Recurrence-free survival (RFS)",
      "sponsor": "Fudan University",
      "locations": [
        "Department of Pancreatic Surgery, Fudan University Shanghai Cancer Center, Shanghai, China"
      ],
      "url": "https://clinicaltrials.gov/study/NCT06024343",
      "has_posted_results": false,
      "has_publications": true,
      "publications_count": 14,
      "publications": [
        {
          "citation": "Cauley CE, Pitt HA, Ziegler KM, Nakeeb A, Schmidt CM, Zyromski NJ, House MG, Lillemoe KD. Pancreatic enucleation: improved outcomes compared to resection. J Gastrointest Surg. 2012 Jul;16(7):1347-53. doi: 10.1007/s11605-012-1893-7. Epub 2012 Apr 24.",
          "pmid": "22528577",
          "type": "BACKGROUND"
        },
        {
          "citation": "Giuliani T, De Pastena M, Paiella S, Marchegiani G, Landoni L, Festini M, Ramera M, Marinelli V, Casetti L, Esposito A, Bassi C, Salvia R. Pancreatic Enucleation Patients Share the Same Quality of Life as the General Population at Long-Term Follow-Up: A Propensity Score-Matched Analysis. Ann Surg. 2023 Mar 1;277(3):e609-e616. doi: 10.1097/SLA.0000000000004911. Epub 2021 Apr 14.",
          "pmid": "33856383",
          "type": "BACKGROUND"
        },
        {
          "citation": "Kromrey ML, Bulow R, Hubner J, Paperlein C, Lerch MM, Ittermann T, Volzke H, Mayerle J, Kuhn JP. Prospective study on the incidence, prevalence and 5-year pancreatic-related mortality of pancreatic cysts in a population-based study. Gut. 2018 Jan;67(1):138-145. doi: 10.1136/gutjnl-2016-313127. Epub 2017 Sep 6.",
          "pmid": "28877981",
          "type": "BACKGROUND"
        },
        {
          "citation": "van Huijgevoort NCM, Del Chiaro M, Wolfgang CL, van Hooft JE, Besselink MG. Diagnosis and management of pancreatic cystic neoplasms: current evidence and guidelines. Nat Rev Gastroenterol Hepatol. 2019 Nov;16(11):676-689. doi: 10.1038/s41575-019-0195-x. Epub 2019 Sep 16.",
          "pmid": "31527862",
          "type": "BACKGROUND"
        },
        {
          "citation": "Dasari A, Shen C, Halperin D, Zhao B, Zhou S, Xu Y, Shih T, Yao JC. Trends in the Incidence, Prevalence, and Survival Outcomes in Patients With Neuroendocrine Tumors in the United States. JAMA Oncol. 2017 Oct 1;3(10):1335-1342. doi: 10.1001/jamaoncol.2017.0589.",
          "pmid": "28448665",
          "type": "BACKGROUND"
        },
        {
          "citation": "Zhou Y, Zhao M, Wu L, Ye F, Si X. Short- and long-term outcomes after enucleation of pancreatic tumors: An evidence-based assessment. Pancreatology. 2016 Nov-Dec;16(6):1092-1098. doi: 10.1016/j.pan.2016.07.006. Epub 2016 Jul 9.",
          "pmid": "27423534",
          "type": "BACKGROUND"
        },
        {
          "citation": "Guerra F, Giuliani G, Bencini L, Bianchi PP, Coratti A. Minimally invasive versus open pancreatic enucleation. Systematic review and meta-analysis of surgical outcomes. J Surg Oncol. 2018 Jun;117(7):1509-1516. doi: 10.1002/jso.25026. Epub 2018 Mar 25.",
          "pmid": "29574729",
          "type": "BACKGROUND"
        },
        {
          "citation": "Dalla Valle R, Cremaschi E, Lamecchi L, Guerini F, Rosso E, Iaria M. Open and minimally invasive pancreatic neoplasms enucleation: a systematic review. Surg Endosc. 2019 Oct;33(10):3192-3199. doi: 10.1007/s00464-019-06967-9. Epub 2019 Jul 30.",
          "pmid": "31363894",
          "type": "BACKGROUND"
        },
        {
          "citation": "Shukla PJ, Barreto SG, Shrikhande SV. Enucleation of pancreatic neoplasms (Br J Surg 2007; 94: 1254-1259). Br J Surg. 2008 Feb;95(2):261; author reply 261-2. doi: 10.1002/bjs.6148. No abstract available.",
          "pmid": "18196559",
          "type": "BACKGROUND"
        },
        {
          "citation": "Brient C, Regenet N, Sulpice L, Brunaud L, Mucci-Hennekine S, Carrere N, Milin J, Ayav A, Pradere B, Hamy A, Bresler L, Meunier B, Mirallie E. Risk factors for postoperative pancreatic fistulization subsequent to enucleation. J Gastrointest Surg. 2012 Oct;16(10):1883-7. doi: 10.1007/s11605-012-1971-x. Epub 2012 Aug 8.",
          "pmid": "22872510",
          "type": "BACKGROUND"
        },
        {
          "citation": "Bartolini I, Bencini L, Bernini M, Farsi M, Calistri M, Annecchiarico M, Moraldi L, Coratti A. Robotic enucleations of pancreatic benign or low-grade malignant tumors: preliminary results and comparison with robotic demolitive resections. Surg Endosc. 2019 Sep;33(9):2834-2842. doi: 10.1007/s00464-018-6576-3. Epub 2018 Nov 12.",
          "pmid": "30421079",
          "type": "BACKGROUND"
        },
        {
          "citation": "Ei S, Mihaljevic AL, Kulu Y, Kaiser J, Hinz U, Buchler MW, Hackert T. Enucleation for benign or borderline tumors of the pancreas: comparing open and minimally invasive surgery. HPB (Oxford). 2021 Jun;23(6):921-926. doi: 10.1016/j.hpb.2020.10.001. Epub 2020 Oct 18.",
          "pmid": "33087306",
          "type": "BACKGROUND"
        },
        {
          "citation": "Zhang RC, Zhou YC, Mou YP, Huang CJ, Jin WW, Yan JF, Wang YX, Liao Y. Laparoscopic versus open enucleation for pancreatic neoplasms: clinical outcomes and pancreatic function analysis. Surg Endosc. 2016 Jul;30(7):2657-65. doi: 10.1007/s00464-015-4538-6. Epub 2015 Oct 20.",
          "pmid": "26487211",
          "type": "BACKGROUND"
        },
        {
          "citation": "Strobel O, Cherrez A, Hinz U, Mayer P, Kaiser J, Fritz S, Schneider L, Klauss M, Buchler MW, Hackert T. Risk of pancreatic fistula after enucleation of pancreatic tumours. Br J Surg. 2015 Sep;102(10):1258-66. doi: 10.1002/bjs.9843. Epub 2015 Jun 24.",
          "pmid": "26109380",
          "type": "BACKGROUND"
        }
      ],
      "search_terms_matched": [
        "simple_net_search"
      ],
      "has_publications_flag": true,
      "publication_analysis": {
        "has_listed_publications": true,
        "listed_publications_count": 14,
        "has_results_publications": true,
        "web_search_performed": true,
        "additional_publications_found": 0,
        "total_publications_found": 14,
        "publication_sources": [
          "PMID: 22528577"
        ],
        "analysis_notes": "Found 14 listed publication(s); Listed publications appear to contain results; Online search performed; Web search details: No additional publications found",
        "online_search_results": {
          "nct_id": "NCT06024343",
          "study_title": "Minimally Invasive Pancreatic Enucleation With Main Pancreatic Duct Exposure, Repair or Reconstruction",
          "search_timestamp": 1754561535.5534754,
          "pubmed": {
            "publications_found": 0,
            "publications": [],
            "search_successful": false
          },
          "google_scholar": {
            "publications_found": 0,
            "publications": [],
            "search_successful": false
          },
          "congress_abstracts": {
            "abstracts_found": 0,
            "abstracts": [],
            "search_successful": true
          },
          "onclive": {
            "articles_found": 1,
            "articles": [
              {
                "title": "Vol. 24/No. 1 - onclive.com",
                "url": "https://www.onclive.com/publications/oncology-live/vol-24-no-1",
                "source": "Onclive (via Bing)",
                "abstract_text": "Jan 11, 2023· Jose Pablo Leone, MD, discusses the distinguishing features of male breast cancer, explains the benefits and limitations of current treatments, and emphasizes the importance of …",
                "relevance_score": 0.0
              }
            ],
            "search_successful": true
          }
        },
        "web_results_summary": "No additional publications found",
        "external_sources_found": []
      },
      "filtering_result": {
        "study_kept": true,
        "filtering_reason": "KEPT: Has publications with results; Has listed publications with results (HasResults-false file)",
        "has_posted_results": false,
        "decision_factors": [
          "Has publications with results",
          "Has listed publications with results (HasResults-false file)"
        ],
        "online_evidence_found": false,
        "external_publications_count": 0,
        "search_confidence": "medium"
      }
    },
    {
      "nct_id": "NCT06557408",
      "title": "Pancreatic Fistula After Minimally Invasive Enucleation",
      "status": "COMPLETED",
      "phase": "N/A",
      "condition": "Pancreatic Tumor, Benign; Pancreatic Neuroendocrine Tumor; Solid Pseudopapillary Tumor of the Pancreas",
      "intervention": "",
      "brief_summary": "Patients suffering from postoperative pancreatic fistula (POPF) after minimally invasive enucleation (MIEN) show a characteristic pattern of longer duration and milder symptoms, which is different from pancreatic fistula after standard pancreatectomy. This study aimed to analyze the factors influencing clinically-relevant POPF (CR-POPF) after MIEN, investigate and develop a personalized predictive model for accurate prediction of CR-POPF.",
      "detailed_description": "Minimally invasive enucleation (MIEN) has been widely used in managing benign and low-grade malignant pancreatic tumors, showing better protection of pancreatic function and better long-term outcomes compared to standard pancreatectomy.\n\nHowever, the incidence of postoperative pancreatic fistula (POPF) after MIEN is higher compared to standard resection, mainly since a large part of the pancreatic wound is exposed, and the main pancreatic duct may be exposed or injured, etc. POPF is the most important postoperative complication, and it has become a major constraint to the conduct of pancreatic MIEN.\n\nAlthough risk factors and predictive models for POPF in standard pancreatic surgery have been reported in the past, no predictive models have been reported specifically for MEN. With the increasing adoption of MIEN, there is an urgent need for a predictive model to guide the treatment and prognosis of POPF. Therefore, this study aims to conduct a cohort study, with data prospectively collected and retrospectively analyzed. The result of this study will provide a valuable reference for the development and application of MIEN.",
      "eligibility_criteria": "Inclusion Criteria:\n\n1. Age between 18 and 70 years, regardless of gender.\n2. Benign or low-grade malignant tumor of the pancreas.\n3. Patients evaluated according to guidelines that indicate a need for surgery or a strong request for surgery.\n4. Feasibility of performing minimally invasive pancreatic tumor enucleation based on preoperative imaging evaluation.\n5. Patients with an Eastern Cooperative Oncology Group (ECOG) performance status of 0 or 1.\n6. Willingness to comply with the follow-up programme of the study and other protocol requirements.\n7. Voluntary participation and signed informed consent.\n\nExclusion Criteria:\n\n1. Concurrent presence of other malignant tumors.\n2. Intraoperative frozen pathology or postoperative pathology indicating the tumor to be malignant, requiring oncological resection instead.\n3. Severe impairment of cardiac, hepatic, or renal function (e.g., NYHA class 3-4 heart failure, ALT and/or AST levels exceeding three times the upper limit of normal, creatinine levels exceeding the upper limit of normal).\n4. Missing data due to patient loss of followup, etc.",
      "start_date": "2019-07-01",
      "completion_date": "2024-07-30",
      "primary_outcome": "Incidence of Clinically Relevant Postoperative Pancreatic Fistula",
      "secondary_outcome": "Perioperative complication rate according to the Clavien-Dindo classification",
      "sponsor": "Fudan University",
      "locations": [
        "Department of Pancreatic Surgery, Fudan University Shanghai Cancer Center Shanghai, Shanghai, China, Shanghai, China"
      ],
      "url": "https://clinicaltrials.gov/study/NCT06557408",
      "has_posted_results": false,
      "has_publications": true,
      "publications_count": 9,
      "publications": [
        {
          "citation": "Crippa S, Bassi C, Salvia R, Falconi M, Butturini G, Pederzoli P. Enucleation of pancreatic neoplasms. Br J Surg. 2007 Oct;94(10):1254-9. doi: 10.1002/bjs.5833.",
          "pmid": "17583892",
          "type": "BACKGROUND"
        },
        {
          "citation": "Zhou Y, Zhao M, Wu L, Ye F, Si X. Short- and long-term outcomes after enucleation of pancreatic tumors: An evidence-based assessment. Pancreatology. 2016 Nov-Dec;16(6):1092-1098. doi: 10.1016/j.pan.2016.07.006. Epub 2016 Jul 9.",
          "pmid": "27423534",
          "type": "BACKGROUND"
        },
        {
          "citation": "Cauley CE, Pitt HA, Ziegler KM, Nakeeb A, Schmidt CM, Zyromski NJ, House MG, Lillemoe KD. Pancreatic enucleation: improved outcomes compared to resection. J Gastrointest Surg. 2012 Jul;16(7):1347-53. doi: 10.1007/s11605-012-1893-7. Epub 2012 Apr 24.",
          "pmid": "22528577",
          "type": "BACKGROUND"
        },
        {
          "citation": "Giuliani T, De Pastena M, Paiella S, Marchegiani G, Landoni L, Festini M, Ramera M, Marinelli V, Casetti L, Esposito A, Bassi C, Salvia R. Pancreatic Enucleation Patients Share the Same Quality of Life as the General Population at Long-Term Follow-Up: A Propensity Score-Matched Analysis. Ann Surg. 2023 Mar 1;277(3):e609-e616. doi: 10.1097/SLA.0000000000004911. Epub 2021 Apr 14.",
          "pmid": "33856383",
          "type": "BACKGROUND"
        },
        {
          "citation": "Duconseil P, Marchese U, Ewald J, Giovannini M, Mokart D, Delpero JR, Turrini O. A pancreatic zone at higher risk of fistula after enucleation. World J Surg Oncol. 2018 Aug 29;16(1):177. doi: 10.1186/s12957-018-1476-5.",
          "pmid": "30157952",
          "type": "BACKGROUND"
        },
        {
          "citation": "Huttner FJ, Koessler-Ebs J, Hackert T, Ulrich A, Buchler MW, Diener MK. Meta-analysis of surgical outcome after enucleation versus standard resection for pancreatic neoplasms. Br J Surg. 2015 Aug;102(9):1026-36. doi: 10.1002/bjs.9819. Epub 2015 Jun 4.",
          "pmid": "26041666",
          "type": "BACKGROUND"
        },
        {
          "citation": "Li Z, Zhuo Q, Shi Y, Chen H, Liu M, Liu W, Xu W, Chen C, Ji S, Yu X, Xu X. Minimally invasive enucleation of pancreatic tumors: The main pancreatic duct is no longer a restricted area. Heliyon. 2023 Nov 7;9(11):e21917. doi: 10.1016/j.heliyon.2023.e21917. eCollection 2023 Nov.",
          "pmid": "38027678",
          "type": "BACKGROUND"
        },
        {
          "citation": "Liu R, Wakabayashi G, Palanivelu C, Tsung A, Yang K, Goh BKP, Chong CC, Kang CM, Peng C, Kakiashvili E, Han HS, Kim HJ, He J, Lee JH, Takaori K, Marino MV, Wang SN, Guo T, Hackert T, Huang TS, Anusak Y, Fong Y, Nagakawa Y, Shyr YM, Wu YM, Zhao Y. International consensus statement on robotic pancreatic surgery. Hepatobiliary Surg Nutr. 2019 Aug;8(4):345-360. doi: 10.21037/hbsn.2019.07.08.",
          "pmid": "31489304",
          "type": "BACKGROUND"
        },
        {
          "citation": "Papachristou GI, Takahashi N, Chahal P, Sarr MG, Baron TH. Peroral endoscopic drainage/debridement of walled-off pancreatic necrosis. Ann Surg. 2007 Jun;245(6):943-51. doi: 10.1097/01.sla.0000254366.19366.69.",
          "pmid": "17522520",
          "type": "BACKGROUND"
        }
      ],
      "search_terms_matched": [
        "simple_net_search"
      ],
      "has_publications_flag": true,
      "publication_analysis": {
        "has_listed_publications": true,
        "listed_publications_count": 9,
        "has_results_publications": true,
        "web_search_performed": true,
        "additional_publications_found": 0,
        "total_publications_found": 9,
        "publication_sources": [
          "PMID: 17583892",
          "PMID: 27423534"
        ],
        "analysis_notes": "Found 9 listed publication(s); Listed publications appear to contain results; Online search performed; Web search details: No additional publications found",
        "online_search_results": {
          "nct_id": "NCT06557408",
          "study_title": "Pancreatic Fistula After Minimally Invasive Enucleation",
          "search_timestamp": 1754561589.5540574,
          "pubmed": {
            "publications_found": 0,
            "publications": [],
            "search_successful": false
          },
          "google_scholar": {
            "publications_found": 0,
            "publications": [],
            "search_successful": false
          },
          "congress_abstracts": {
            "abstracts_found": 0,
            "abstracts": [],
            "search_successful": true
          },
          "onclive": {
            "articles_found": 0,
            "articles": [],
            "search_successful": true
          }
        },
        "web_results_summary": "No additional publications found",
        "external_sources_found": []
      },
      "filtering_result": {
        "study_kept": true,
        "filtering_reason": "KEPT: Has publications with results; Has listed publications with results (HasResults-false file)",
        "has_posted_results": false,
        "decision_factors": [
          "Has publications with results",
          "Has listed publications with results (HasResults-false file)"
        ],
        "online_evidence_found": false,
        "external_publications_count": 0,
        "search_confidence": "medium"
      }
    },
    {
      "nct_id": "NCT06779708",
      "title": "The Role of Intraoperative Hepatic Ultrasonography in Gastrointestinal or Pancreatic Neuroendocrine Tumor",
      "status": "COMPLETED",
      "phase": "N/A",
      "condition": "Neuroendocrine (NE) Tumors; Liver Metastasis",
      "intervention": "",
      "brief_summary": "Background: Liver metastases are common in patients with neuroendocrine neoplasms, but often underestimated by preoperative imaging. Intraoperative ultrasound (IOUS) is the reference standard for staging of primary and metastatic liver tumors, with a diagnostic accuracy superior to that of CT and MRI. Rationale: The present study aims to evaluate the contribution of IOUS to staging of liver disease in patients with neuroendocrine tumor candidates for primary tumor resection classified as cM0 at preoperative imaging.\n\nThe study will collect a prospective series of 99 patients undegoing surgery for gastro-intestinal or pancreatic neuroendocrine tumor at the Humanitas Clinical Institute (coordinating centre) or at one of the participating centres in the period 2020-2023. All patients had to be cM0 tumor at preoperative imaging. Additional inclusion criteria: age\\>18 years, ability to give the informed consent for study participation; no other malignancies in the previous 5 years; preoperative staging including abdominal CT and DOTATOC PET-CT performed ≤60 days before surgery.\n\nThis prospective observational multicentre study aims to elucidate the proportion of patients with gastro-intestinal or pancreatic neuroendocrine tumor cM0 at preoperative imaging that have intraoperative detection of liver metastases at IOUS.\n\nPrimary endpoint:\n\n- Performances of IOUS in identifying liver metastases in patients with neuroendocrine tumor classified as cM0 at preoperative imaging\n\nSecondary endpoints:\n\n* Impact of IOUS on the therapeutic strategy\n* Performances of preoperative imaging (CT, MRI and PET-CT) in comparison with those of IOUS\n\nThe study will collect a prospective series of 99 patients undergoing surgery for gastro-intestinal or pancreatic neuroendocrine tumor at the Humanitas Clinical Institute (coordinating centre) or at one of the participating centres in the period 2020-2023.\n\nThe study includes the following steps:\n\nPreoperative / enrollment: All patients candidates to resection of gastro-intestinal or pancreatic neuroendocrine tumor will be considered for the study. Only cM0 patients will be enrolled. All patients enrolled in the study must have performed a preoperative abdominal CT scan with contrast medium and a DOTATOC-PET-CT (both performed ≤60 days before surgery).\n\nIntraoperative: During surgery, the investigator will perform, as standard in our clinical practice, an accurate exploration of the liver by inspection, palpation and IOUS. The investigator will record the identification of any liver lesion. If one or more nodules suspect of being neuroendocrine liver metastases are identified, it will be necessary, whenever possible, as already routinely performed, to carry out a biopsy or to remove it (if superficial) for histological confirmation of the diagnosis. After completion of liver staging, the primary tumor will be resected.\n\nPostoperative / follow-up: Enrolled patients will have standard postoperative management.\n\nStandard statistical analyses will be performed. Per-patient and per-lesion analyses will be performed to asses performances of preoperative imaging modalities (CT, MRI, PET-CT) and of intraoperative ones (inspection, palpation, and IOUS).",
      "detailed_description": "",
      "eligibility_criteria": "Inclusion Criteria:\n\n* Patients undergoing open or minimally-invasive surgery for primary neuroendocrine gastro-intestinal or pancreatic tumor.\n* cM0 tumor at preoperative imaging\n* Preoperative staging including abdominal CT and DOTATOC PET-CT\n* Age ≥18 years\n* No other malignancies in the previous 5 years\n\nExclusion Criteria:\n\n* Preoperative imaging performed \\>60 days before surgery\n* Patient refusal to participate the study\n* Incomplete intraoperative hepatic staging (peri-hepatic adhesions, IOUs not available...)",
      "start_date": "2020-10-01",
      "completion_date": "2023-12-31",
      "primary_outcome": "Liver metastases",
      "secondary_outcome": "Impact on therapeutic strategies; Comparison with radiological preoperative evaluation",
      "sponsor": "Istituto Clinico Humanitas",
      "locations": [
        "Humanitas Research Hospital, Rozzano, Italy"
      ],
      "url": "https://clinicaltrials.gov/study/NCT06779708",
      "has_posted_results": false,
      "has_publications": true,
      "publications_count": 9,
      "publications": [
        {
          "citation": "Vigano L, Ferrero A, Amisano M, Russolillo N, Capussotti L. Comparison of laparoscopic and open intraoperative ultrasonography for staging liver tumours. Br J Surg. 2013 Mar;100(4):535-42. doi: 10.1002/bjs.9025. Epub 2013 Jan 21.",
          "pmid": "23339035",
          "type": "BACKGROUND"
        },
        {
          "citation": "Langella S, Ardito F, Russolillo N, Panettieri E, Perotti S, Mele C, Giuliante F, Ferrero A. Intraoperative Ultrasound Staging for Colorectal Liver Metastases in the Era of Liver-Specific Magnetic Resonance Imaging: Is It Still Worthwhile? J Oncol. 2019 Sep 22;2019:1369274. doi: 10.1155/2019/1369274. eCollection 2019.",
          "pmid": "31662749",
          "type": "BACKGROUND"
        },
        {
          "citation": "Torzilli G, Botea F, Donadon M, Cimino M, Procopio F, Pedicini V, Poretti D, Montorsi M. Criteria for the selective use of contrast-enhanced intra-operative ultrasound during surgery for colorectal liver metastases. HPB (Oxford). 2014 Nov;16(11):994-1001. doi: 10.1111/hpb.12272. Epub 2014 May 15.",
          "pmid": "24830573",
          "type": "BACKGROUND"
        },
        {
          "citation": "van Vledder MG, Pawlik TM, Munireddy S, Hamper U, de Jong MC, Choti MA. Factors determining the sensitivity of intraoperative ultrasonography in detecting colorectal liver metastases in the modern era. Ann Surg Oncol. 2010 Oct;17(10):2756-63. doi: 10.1245/s10434-010-1108-y. Epub 2010 Jun 2.",
          "pmid": "20517682",
          "type": "BACKGROUND"
        },
        {
          "citation": "Elias D, Lefevre JH, Duvillard P, Goere D, Dromain C, Dumont F, Baudin E. Hepatic metastases from neuroendocrine tumors with a \"thin slice\" pathological examination: they are many more than you think.. Ann Surg. 2010 Feb;251(2):307-10. doi: 10.1097/SLA.0b013e3181bdf8cf.",
          "pmid": "20010089",
          "type": "BACKGROUND"
        },
        {
          "citation": "Ruzzenente A, Bagante F, Bertuzzo F, Aldrighetti L, Campagnaro T, Ercolani G, Conci S, Giuliante F, Dore A, Ferrero A, Torzilli G, Grazi GL, Ratti F, Cucchetti A, De Rose AM, Russolillo N, Cimino M, Perri P, Guglielmi A, Iacono C. Liver Resection for Neuroendocrine Tumor Liver Metastases Within Milan Criteria for Liver Transplantation. J Gastrointest Surg. 2019 Jan;23(1):93-100. doi: 10.1007/s11605-018-3973-9. Epub 2018 Sep 21.",
          "pmid": "30242647",
          "type": "BACKGROUND"
        },
        {
          "citation": "O'Toole D, Kianmanesh R, Caplin M. ENETS 2016 Consensus Guidelines for the Management of Patients with Digestive Neuroendocrine Tumors: An Update. Neuroendocrinology. 2016;103(2):117-8. doi: 10.1159/000443169. Epub 2016 Jan 6. No abstract available.",
          "pmid": "26731186",
          "type": "BACKGROUND"
        },
        {
          "citation": "Hallet J, Law CH, Cukier M, Saskin R, Liu N, Singh S. Exploring the rising incidence of neuroendocrine tumors: a population-based analysis of epidemiology, metastatic presentation, and outcomes. Cancer. 2015 Feb 15;121(4):589-97. doi: 10.1002/cncr.29099. Epub 2014 Oct 13.",
          "pmid": "25312765",
          "type": "BACKGROUND"
        },
        {
          "citation": "Frilling A, Modlin IM, Kidd M, Russell C, Breitenstein S, Salem R, Kwekkeboom D, Lau WY, Klersy C, Vilgrain V, Davidson B, Siegler M, Caplin M, Solcia E, Schilsky R; Working Group on Neuroendocrine Liver Metastases. Recommendations for management of patients with neuroendocrine liver metastases. Lancet Oncol. 2014 Jan;15(1):e8-21. doi: 10.1016/S1470-2045(13)70362-0.",
          "pmid": "24384494",
          "type": "BACKGROUND"
        }
      ],
      "search_terms_matched": [
        "simple_net_search"
      ],
      "has_publications_flag": true,
      "publication_analysis": {
        "has_listed_publications": true,
        "listed_publications_count": 9,
        "has_results_publications": true,
        "web_search_performed": true,
        "additional_publications_found": 0,
        "total_publications_found": 9,
        "publication_sources": [
          "PMID: 23339035",
          "PMID: 31662749",
          "PMID: 24830573",
          "PMID: 20517682",
          "PMID: 20010089",
          "PMID: 30242647",
          "PMID: 26731186",
          "PMID: 25312765"
        ],
        "analysis_notes": "Found 9 listed publication(s); Listed publications appear to contain results; Online search performed; Web search details: No additional publications found",
        "online_search_results": {
          "nct_id": "NCT06779708",
          "study_title": "The Role of Intraoperative Hepatic Ultrasonography in Gastrointestinal or Pancreatic Neuroendocrine Tumor",
          "search_timestamp": 1754561599.558952,
          "pubmed": {
            "publications_found": 0,
            "publications": [],
            "search_successful": false
          },
          "google_scholar": {
            "publications_found": 0,
            "publications": [],
            "search_successful": false
          },
          "congress_abstracts": {
            "abstracts_found": 0,
            "abstracts": [],
            "search_successful": true
          },
          "onclive": {
            "articles_found": 1,
            "articles": [
              {
                "title": "Talquetamab/Cetrelimab Leads to Deep, Durable Responses in …",
                "url": "https://www.onclive.com/view/talquetamab-cetrelimab-leads-to-deep-durable-responses-in-r-r-multiple-myeloma",
                "source": "Onclive (via Bing)",
                "abstract_text": "Jun 14, 2025· Talquetamab plus cetrelimab showed safety and efficacy in R/R multiple myeloma, including in patients previously treated with bispecific antibodies.",
                "relevance_score": 6.0
              }
            ],
            "search_successful": true
          }
        },
        "web_results_summary": "No additional publications found",
        "external_sources_found": []
      },
      "filtering_result": {
        "study_kept": true,
        "filtering_reason": "KEPT: Has publications with results; Has listed publications with results (HasResults-false file)",
        "has_posted_results": false,
        "decision_factors": [
          "Has publications with results",
          "Has listed publications with results (HasResults-false file)"
        ],
        "online_evidence_found": false,
        "external_publications_count": 0,
        "search_confidence": "medium"
      }
    },
    {
      "nct_id": "NCT03012789",
      "title": "Surgical Intervention and the NETest",
      "status": "ACTIVE_NOT_RECRUITING",
      "phase": "NA",
      "condition": "Neuroendocrine Tumor; Gastroenteropancreatic",
      "intervention": "Surgery",
      "brief_summary": "The purpose of this study is to evaluate the effect of different surgical resections (R0, R1, R2) on circulating NET transcripts (PCR score or NETest). A drop in circulating NET levels will be correlated with surgical excision. Secondly, variation of circulating NET transcripts will be correlated to NET recurrence to test whether this analysis may constitute an early predictive marker of disease relapse.",
      "detailed_description": "Biomarker-based tools that can accurately predict gastroenteropancreatic neuroendocrine tumor (GEP-NET) treatment response and tumor recurrence are currently not available. Circulating biomarkers that are associated with GEP-NETs are limited to measurements of plasma chromogranin A (CgA). The investigators have developed a PCR-based tool to quantitate (score) the circulating GEP-NET molecular signature (\"liquid\" biopsy) with high sensitivity and specificity. This signature can identify all types of GEP-NETs including small (1cm) non-metastatic tumors, is significantly reduced after tumor debulking and is decreased following surgical \"cure\". Elevated post-surgical scores are associated with tumor recurrence within 6 months in \\~40% of cases. Current NET treatment protocols are associated with tumor recurrence (progression free survival) ranging from 5-18 months. The majority of patients will experience a relapse within 18 months irrespective of the treatment approach. The investigators hypothesize that a PCR measurement of circulating NET mRNA can accurately predict the extent of surgical resection (tumor removal) and elevated scores can predict tumor relapse before this occurs. This biomarker protocol seeks to test this hypothesis and evaluate whether changes in plasma CgA are as effective in predicting resection and recurrence.",
      "eligibility_criteria": "Inclusion Criteria:\n\n* Pathologically confirmed, well differentiated (G1, G2 or G3), local and advanced (metastatic), neuroendocrine tumor of gastro-enteropancreatic origin.\n* Treatment-naïve as well as patients who have received previous therapies.\n* Patients currently on LAR with clinically stable disease.\n* CT or MRI documentation of disease.\n* WHO performance status ≤2.\n\nExclusion Criteria:\n\n* Known history of HIV seropositivity",
      "start_date": "2017-05-15",
      "completion_date": "2026-06",
      "primary_outcome": "Biomarker prediction of tumor recurrence",
      "secondary_outcome": "Biomarkers and clinical symptomatology; Biomarkers and clinical symptomatology",
      "sponsor": "Wren Laboratories LLC",
      "locations": [
        "San Raffaele Hospital IRCCS, Milano, Italy"
      ],
      "url": "https://clinicaltrials.gov/study/NCT03012789",
      "has_posted_results": false,
      "has_publications": true,
      "publications_count": 3,
      "publications": [
        {
          "citation": "Modlin IM, Frilling A, Salem RR, Alaimo D, Drymousis P, Wasan HS, Callahan S, Faiz O, Weng L, Teixeira N, Bodei L, Drozdov I, Kidd M. Blood measurement of neuroendocrine gene transcripts defines the effectiveness of operative resection and ablation strategies. Surgery. 2016 Jan;159(1):336-47. doi: 10.1016/j.surg.2015.06.056. Epub 2015 Oct 9.",
          "pmid": "26456125",
          "type": "RESULT"
        },
        {
          "citation": "Modlin IM, Kidd M, Bodei L, Drozdov I, Aslanian H. The clinical utility of a novel blood-based multi-transcriptome assay for the diagnosis of neuroendocrine tumors of the gastrointestinal tract. Am J Gastroenterol. 2015 Aug;110(8):1223-32. doi: 10.1038/ajg.2015.160. Epub 2015 Jun 2.",
          "pmid": "26032155",
          "type": "RESULT"
        },
        {
          "citation": "Oberg K, Modlin IM, De Herder W, Pavel M, Klimstra D, Frilling A, Metz DC, Heaney A, Kwekkeboom D, Strosberg J, Meyer T, Moss SF, Washington K, Wolin E, Liu E, Goldenring J. Consensus on biomarkers for neuroendocrine tumour disease. Lancet Oncol. 2015 Sep;16(9):e435-e446. doi: 10.1016/S1470-2045(15)00186-2.",
          "pmid": "26370353",
          "type": "RESULT"
        }
      ],
      "search_terms_matched": [
        "simple_net_search"
      ],
      "has_publications_flag": true,
      "publication_analysis": {
        "has_listed_publications": true,
        "listed_publications_count": 3,
        "has_results_publications": true,
        "web_search_performed": true,
        "additional_publications_found": 0,
        "total_publications_found": 3,
        "publication_sources": [
          "PMID: 26456125"
        ],
        "analysis_notes": "Found 3 listed publication(s); Listed publications appear to contain results; Online search performed; Web search details: No additional publications found",
        "online_search_results": {
          "nct_id": "NCT03012789",
          "study_title": "Surgical Intervention and the NETest",
          "search_timestamp": 1754561791.6129808,
          "pubmed": {
            "publications_found": 0,
            "publications": [],
            "search_successful": false
          },
          "google_scholar": {
            "publications_found": 0,
            "publications": [],
            "search_successful": false
          },
          "congress_abstracts": {
            "abstracts_found": 0,
            "abstracts": [],
            "search_successful": true
          },
          "onclive": {
            "articles_found": 0,
            "articles": [],
            "search_successful": true
          }
        },
        "web_results_summary": "No additional publications found",
        "external_sources_found": []
      },
      "filtering_result": {
        "study_kept": true,
        "filtering_reason": "KEPT: Has publications with results; Has listed publications with results (HasResults-false file)",
        "has_posted_results": false,
        "decision_factors": [
          "Has publications with results",
          "Has listed publications with results (HasResults-false file)"
        ],
        "online_evidence_found": false,
        "external_publications_count": 0,
        "search_confidence": "medium"
      }
    },
    {
      "nct_id": "NCT03333616",
      "title": "Nivolumab Combined With Ipilimumab for Patients With Advanced Rare Genitourinary Tumors",
      "status": "ACTIVE_NOT_RECRUITING",
      "phase": "PHASE2",
      "condition": "Genitourinary Cancer; Adrenocortical Carcinoma; Non-urothelial Bladder; Non-urothelial Upper Tract; Penile Cancer; Non-adenocarcinoma Prostate Cancer; Refractory Germ-cell; High Grade Neuroendocrine Carcinoma/Small Cell Carcinoma",
      "intervention": "Ipilimumab; Nivolumab",
      "brief_summary": "This research study is studying a combination of drugs as a possible treatment for rare genitourinary malignancies among four cohorts, bladder or upper tract carcinoma with variant histology, adrenocortical carcinoma, other rare genitourinary carcinomas and any genitourinary carcinoma with neuroendocrine differentiation. Given preliminary results, the study is being tested in additional patients with bladder or upper tract carcinoma with variant histology at this time while the adrenocortical carcinoma, other rare genitourinary malignancies arms have closed to accrual\n\n-The names of the study drugs involved in this study are:\n\n* Nivolumab\n* Ipilimumab",
      "detailed_description": "This research study is a Phase II clinical trial. Phase II clinical trials test the safety and effectiveness of an investigational drug to learn whether the combination of drugs works in treating a specific disease. \"Investigational\" means that the drugs are being studied.\n\nThe FDA (the U.S. Food and Drug Administration) has not approved nivolumab in combination with ipilimumab for this specific disease but the combination is approved for use in melanoma patients.\n\nIn this research study, the investigators are...\n\n* Investigating the response of the participant's cancer to treatment with nivolumab plus ipilimumab,\n* Assessing the safety of treatment with nivolumab and ipilimumab and\n* Evaluating response and resistance to treatment by looking at the participant's tumor tissue and blood for markers to predict response and resistance to therapy.",
      "eligibility_criteria": "Inclusion Criteria:\n\n* Age ≥ 18 years at the time of consent.\n* Eastern Cooperative Oncology Group (ECOG) Performance Status of ≤ 2 within 28 days prior to registration (Appendix A).\n* Unresectable advanced or metastatic ACC, non-urothelial bladder/upper tract cancer, non-adenocarcinoma prostate cancer, penile cancer, treatment refractory germ-cell tumor or a high grade neuroendocrine carcinoma/small cell carcinoma of any genitourinary site. Pure is defined as \\>90% and those with a portion of urothelial carcinoma or prostate adenocarcinoma may be included at discretion of the principal investigator. With variant histology in the primary, if metastatic biopsy shows pure variant histology, patient is eligible.\n* at this time only the bladder and neuroendocrine cohorts are open\n* Availability of Formalin-fixed, Paraffin-embedded (FFPE) archival tumor specimens, when available, and willingness of the subject to undergo mandatory fresh tumor biopsy prior to treatment initiation unless determined medically unsafe or not feasible.\n\n  * The archival specimen, when available, must contain adequate viable tumor tissue.\n  * The specimen may consist of a tissue block (preferred and should contain the highest grade of tumor) or at least 20 unstained serial sections. Fine-needle aspiration, brushings, cell pellet from pleural effusion, bone marrow aspirate/biopsy are not acceptable.\n  * A mandatory biopsy at the time of radiographic progression will be requested from patients who have an initial response to treatment and then subsequently progress as determined by RECIST version 1.1.\n* Measurable disease as defined by RECIST 1.1 within 28 days prior to registration.\n* Demonstrate adequate organ function. All screening labs to be obtained within 28 days prior to first study treatment.\n\n  * Hematological\n\n    * White blood cell (WBC) ≥ 2000 cells/µL\n    * Absolute Neutrophil Count (ANC) ≥ 1000 cells/µL\n    * Platelet count (plt) ≥ 75,000/ µL\n    * Hemoglobin (Hgb) ≥ 9 g/dL\n    * Absolute lymphocyte count ≥ 500 cells/µL\n  * Renal\n\n    * Serum creatinine OR\n    * Calculated creatinine clearance1 ≤ 1.5 x ULN ≥ 40 mL/min\n  * Hepatic and Other\n\n    * Bilirubin ≤ 1.5 × upper limit of normal (ULN)\n    * AST2 ≤ 2.5 × ULN\n    * ALT2 ≤ 2.5 × ULN\n    * Alkaline Phosphatase2 ≤ 2.5 × ULN\n    * Albumin \\> 2.5 g/dL\n  * Coagulation\n\n    * International Normalized Ratio (INR) or Prothrombin Time (PT)\n    * Activated Partial Thromboplastin Time (aPTT) ≤ 1.5 × ULN (unless on prophylactic or therapeutic dosing with low molecular weight heparin or warfarin)\n* Females of childbearing potential must have a negative urine or serum pregnancy test within 28 days prior to registration. NOTE: Females are considered of child bearing potential unless they are surgically sterile (have undergone a hysterectomy, bilateral tubal ligation, or bilateral oophorectomy) or they are naturally postmenopausal for at least 12 consecutive months\n* Females of childbearing potential and males must be willing to abstain from heterosexual activity or to use 2 forms of effective methods of contraception from the time of informed consent until 120 days after treatment discontinuation. The two contraception methods can be comprised of two barrier methods, or a barrier method plus a hormonal method.\n* As determined by the enrolling physician or protocol designee, ability of the subject to understand and comply with study procedures for the entire length of the study\n\nExclusion Criteria:\n\n* Prior use of systemic checkpoint inhibitors (including PD-1, PD-L1, and CTLA-4 targeting agents) for the management of ACC, non-urothelial bladder cancer/upper tract, non-adenocarcinoma prostate cancer, penile cancer or treatment refractory germ-cell tumor is excluded\n* Treatment with systemic immunosuppressive medications including but not limited to: prednisone, dexamethasone, cyclosporine, azathioprine, methotrexate, thalidomide, anti-tumor necrosis factor (TNF) agents within 2 weeks of first study dose.\n\n  * Subjects who have received acute, low-dose systemic immunosuppressant medications may be enrolled (such as steroids for acute nausea or cancer-related pain ≤ 10 mg prednisone) maybe enrolled sooner than 2 weeks of first study dose.\n  * Subjects with adrenal insufficiency on physiologic replacement doses of steroids may be enrolled (≤ 10 mg prednisone).\n  * The use of inhaled, topical, ocular or intra-articular corticosteroids and mineralocorticoids are allowed.\n* Treatment with chemotherapy, hormone therapy, or other investigational therapy within 3 weeks of first study doses. Patients with non-adenocarcinoma of the prostate who may be on luteinizing hormone-releasing hormone agonist/antagonist therapy may continue use. For ACC patients, hormonal agents (e.g mitotane) are allowed for the purpose to control endocrine-related symptoms when needed.\n* Radiotherapy within 14 days of first study treatment with the exception of a single fraction of radiation administered for palliation of symptoms.\n* Known active metastases to the brain, spinal cord or leptomeninges. Patients who are treated with radiotherapy, radiosurgery, or surgery and clinically stable for at least 2 weeks of first study treatment are eligible. Repeat imaging is not required to document treatment response.\n* Malignancies other than ACC, non-urothelial bladder/upper tract cancer, non-adenocarcinoma prostate cancer, penile cancer, treatment refractory germ-cell tumor or genitourinary high grade neuroendocrine carcinoma/small cell carcinoma within 5 years of first study treatment with the exception of those with negligible risk of metastases or death and/or treated with expected curative outcome (included but not limited to carcinoma in situ of the cervix, basal or squamous cell skin cancer, localized prostate cancer for patients with malignancies other than non-adenocarcinoma of the prostate, ductal carcinoma in situ of the breast, non-muscle invasive urothelial carcinoma of the bladder for patients with malignancies other than non-urothelial bladder cancer).\n* History of severe allergic, anaphylactic, or other hypersensitivity reactions to chimeric or humanized antibodies or fusion protein.\n* Known hypersensitivity to any component of the nivolumab or ipilimumab product.\n* Any active or recent history (within 6 months of first study dose) of autoimmune disease or syndrome that requires systemic corticosteroids (\\>10 mg daily prednisone equivalent) or immunosuppressive medications including but not limited to: myasthenia gravis, myositis, autoimmune hepatitis, systemic lupus erythematosus, rheumatoid arthritis, inflammatory bowel disease, vascular thrombosis associated with anti-phospholipid syndrome, Wegner's granulomatosis, Sjogren's syndrome, Guillain-Barre syndrome, multiple sclerosis, vasculitis, or glomerulonephritis. Subjects with vitiligo, controlled type I diabetes mellitus, residual hypothyroidism due to autoimmune thyroiditis only requiring hormone replacement therapy are permitted to enroll.\n* Any condition requiring treatment with corticosteroids (\\>10 mg daily prednisone equivalent) or other immunosuppressive medication within 14 days of the first dose of study drug. Inhaled, topical, ocular or intra-articular corticosteroids and adrenal replacement steroid doses ≤ 10 mg daily prednisone equivalents are permitted in the absence of active autoimmune disease.\n* Uncontrolled adrenal insufficiency.\n* History of idiopathic pulmonary fibrosis, organized pneumonia, drug-induced pneumonitis, idiopathic pneumonitis, or evidence of active pneumonitis on screening imaging CT of the chest. History of radiation pneumonitis in the radiation field is permitted.\n* Known history of testing positive for human immunodeficiency virus (HIV) or known acquired immunodeficiency syndrome.\n* Active or chronic hepatitis B infection (defined as having a positive hepatitis B surface antigen (HBsAg) test at screening). Subject with past or resolved hepatitis B infection (defined as having a negative HBsAg test and positive antibody to hepatitis B core antigen test) are eligible. Hepatitis B viral DNA must be obtained in Subjects with positive hepatitis B core antibody prior to first treatment start.\n* Active hepatitis C infection. Subjects positive hepatitis C antibody test are eligible if PCR is negative for hepatitis C viral DNA.\n* Receipt of therapeutic oral or IV antibiotics within 2 weeks of first study treatment. Subjects receiving routine antibiotic prophylaxis (for dental extractions/procedures) are eligible.\n* Active infection requiring systemic treatment.\n* Significant cardiovascular disease such New York Heart Association (NYHA) class III or greater, myocardial infarction within the previous 3 months, unstable arrhythmias, unstable angina, need for cardiac angioplasty or stenting, coronary artery by-pass graft surgery, symptomatic peripheral vascular disease. Subjects with known coronary artery disease treated with stenting or coronary artery by-pass graft, congestive heart failure not meeting the above criteria, or left ventricular ejection fraction \\< 50% must be on a stable regimen that is optimized in the opinion of the treating physician, in consultation with a cardiologist when appropriate.\n* Prolongation of the QTcF interval defined as \\> 450 msec for males and \\> 470 msec for females.\n* Inadequately controlled hypertension (defined as systolic blood pressure \\> 160 mmHg and/or diastolic blood pressure \\> 100 mmHg). Anti-hypertensive therapy to achieve these parameters is allowed.\n* History of cerebrovascular accident or transient ischemic attack within 3 months of first study dose.\n* Significant vascular disease (such as aortic aneurysm requiring surgical repair or recent peripheral arterial thrombosis) within 3 months of first study dose.\n* Evidence of bleeding diathesis or significant coagulopathy (in the absence of therapeutic anticoagulation) within 4 weeks of first study dose.\n* History of symptomatic deep vein thrombosis or pulmonary embolism within 4 weeks of first study dose.\n* History of abdominal or tracheoesophageal fistula or GI perforation within 6 months of first study treatment.\n* Clinical signs or symptoms of GI obstruction or requirement of routine parenteral nutrition or tube feedings.\n* Evidence of abdominal free air not explained by paracentesis or recent surgical procedure.\n* Serious, non-healing or dehiscing wound or active ulcer.\n* Major surgical procedure within 4 weeks of first study treatment.\n* Presence of any toxicities attributed to prior anti-cancer therapy that are not resolved to grade 2 (CTCAE version 4.0) or baseline that could impose risk for serious complications before administration of study drug,\n* Prior allogenic stem cell or solid organ transplant.",
      "start_date": "2017-12-28",
      "completion_date": "2026-05-31",
      "primary_outcome": "Objective Response Rate",
      "secondary_outcome": "Objective Response Rate for all rare GU tumor types; Duration of Response; Immune related objective response rate; Progression-Free Survival for the total cohort and by tumor cohort; Overall Survival for all patients and by tumor cohort; Safety and tolerability according to Common Terminology Criteria for Adverse Events (CTCAE).",
      "sponsor": "Dana-Farber Cancer Institute",
      "locations": [
        "University of California, San Diego Moores Cancer Center, La Jolla, United States",
        "Winship Cancer Institute, Emory University, Atlanta, United States",
        "Beth Israel Deaconess Medical Center, Boston, United States",
        "Dana-Farber Cancer Institute, Boston, United States",
        "Ohio State University Comprehensive Cancer Center, Columbus, United States",
        "MD Anderson Cancer Center, Houston, United States"
      ],
      "url": "https://clinicaltrials.gov/study/NCT03333616",
      "has_posted_results": false,
      "has_publications": true,
      "publications_count": 1,
      "publications": [
        {
          "citation": "McGregor BA, Campbell MT, Xie W, Farah S, Bilen MA, Schmidt AL, Sonpavde GP, Kilbridge KL, Choudhury AD, Mortazavi A, Shah AY, Venkatesan AM, Bubley GJ, Siefker-Radtke AO, McKay RR, Choueiri TK. Results of a multicenter, phase 2 study of nivolumab and ipilimumab for patients with advanced rare genitourinary malignancies. Cancer. 2021 Mar 15;127(6):840-849. doi: 10.1002/cncr.33328. Epub 2020 Nov 20.",
          "pmid": "33216356",
          "type": "DERIVED"
        }
      ],
      "search_terms_matched": [
        "simple_net_search"
      ],
      "has_publications_flag": true,
      "publication_analysis": {
        "has_listed_publications": true,
        "listed_publications_count": 1,
        "has_results_publications": true,
        "web_search_performed": true,
        "additional_publications_found": 0,
        "total_publications_found": 1,
        "publication_sources": [
          "PMID: 33216356"
        ],
        "analysis_notes": "Found 1 listed publication(s); Listed publications appear to contain results; Online search performed; Web search details: No additional publications found",
        "online_search_results": {
          "nct_id": "NCT03333616",
          "study_title": "Nivolumab Combined With Ipilimumab for Patients With Advanced Rare Genitourinary Tumors",
          "search_timestamp": 1754561815.6525471,
          "pubmed": {
            "publications_found": 0,
            "publications": [],
            "search_successful": false
          },
          "google_scholar": {
            "publications_found": 0,
            "publications": [],
            "search_successful": false
          },
          "congress_abstracts": {
            "abstracts_found": 0,
            "abstracts": [],
            "search_successful": true
          },
          "onclive": {
            "articles_found": 0,
            "articles": [],
            "search_successful": true
          }
        },
        "web_results_summary": "No additional publications found",
        "external_sources_found": []
      },
      "filtering_result": {
        "study_kept": true,
        "filtering_reason": "KEPT: Has publications with results; Has listed publications with results (HasResults-false file)",
        "has_posted_results": false,
        "decision_factors": [
          "Has publications with results",
          "Has listed publications with results (HasResults-false file)"
        ],
        "online_evidence_found": false,
        "external_publications_count": 0,
        "search_confidence": "medium"
      }
    },
    {
      "nct_id": "NCT02568267",
      "title": "Basket Study of Entrectinib (RXDX-101) for the Treatment of Patients With Solid Tumors Harboring NTRK 1/2/3 (Trk A/B/C), ROS1, or ALK Gene Rearrangements (Fusions)",
      "status": "ACTIVE_NOT_RECRUITING",
      "phase": "PHASE2",
      "condition": "Breast Cancer; Cholangiocarcinoma; Colorectal Cancer; Head and Neck Neoplasms; Lymphoma, Large-Cell, Anaplastic; Melanoma; Neuroendocrine Tumors; Non-Small Cell Lung Cancer; Ovarian Cancer; Pancreatic Cancer; Papillary Thyroid Cancer; Primary Brain Tumors; Renal Cell Carcinoma; Sarcomas; Salivary Gland Cancers; Adult Solid Tumor",
      "intervention": "Entrectinib",
      "brief_summary": "This is an open-label, multicenter, global Phase 2 basket study of entrectinib (RXDX-101) for the treatment of patients with solid tumors that harbor an NTRK1/2/3, ROS1, or ALK gene fusion. Patients will be assigned to different baskets according to tumor type and gene fusion.",
      "detailed_description": "",
      "eligibility_criteria": "Inclusion Criteria:\n\n* Histologically- or cytologically-confirmed diagnosis of locally advanced or metastatic solid tumor that harbors an NTRK1/2/3, ROS1, or ALK gene rearrangement\n* For patients enrolled via local molecular testing, an archival or fresh tumor tissue (unless medically contraindicated) is required to be submitted for independent central molecular testing at Ignyta's CLIA laboratory post-enrollment\n* Measurable or evaluable disease\n* Patients with CNS involvement, including leptomeningeal carcinomatosis, which is either asymptomatic or previously-treated and controlled, are allowed\n* Prior anticancer therapy is allowed (excluding approved or investigational Trk, ROS1, or ALK inhibitors in patients who have tumors that harbor those respective gene rearrangements)\n\n  - Note: prior treatment with crizotinib is permitted only in ALK- or ROS1-rearranged NSCLC patients presenting with CNS-only progression. Other ALK inhibitors are prohibited.\n* At least 2 weeks or 5 half-lives, whichever is shorter, must have elapsed after prior chemotherapy or small molecule targeted therapy\n* At least 4 weeks must have elapsed since completion of antibody-directed therapy\n* Prior radiotherapy is allowed if more than 14 days have elapsed since the end of treatment\n* Eastern Cooperative Oncology Group (ECOG) performance status ≤ 2 and minimum life expectancy of 4 weeks\n* Adequate organ function as defined per protocol\n* Ability to swallow entrectinib intact\n* Other protocol specified criteria\n\nExclusion Criteria:\n\n* Current participation in another therapeutic clinical trial\n* Prior treatment with approved or investigational Trk, ROS1, or ALK inhibitors in patients who have tumors that harbor those respective gene rearrangements\n\n  - Note: prior treatment with crizotinib is permitted only in ALK- or ROS1-rearranged NSCLC patients presenting with CNS-only progression. Other ALK inhibitors are prohibited.\n* History of other previous cancer that would interfere with the determination of safety or efficacy\n* Familial or personal history of congenital bone disorders, or bone metabolism alterations\n* Incomplete recovery from any surgery\n* History of recent (within the past 3 months) symptomatic congestive heart failure or ejection fraction ≤50% observed during screening for the study\n* History of non-pharmacologically induced prolonged QTc interval\n* History of additional risk factors for torsades de pointes\n* Peripheral neuropathy Grade ≥ 2\n* Known active infections\n* Active gastrointestinal disease or other malabsorption syndromes\n* Known interstitial lung disease, interstitial fibrosis, or history of tyrosine kinase inhibitor-induced pneumonitis\n* Other protocol specified criteria",
      "start_date": "2015-11-19",
      "completion_date": "2025-12-31",
      "primary_outcome": "Objective Response Rate",
      "secondary_outcome": "Duration of Response; Time to Response; Clinical Benefit Rate; Intracranial Tumor Response; CNS Progression-free Survival; Progression-free Survival; Overall Survival; Population PK; Adverse Events; Quality of Life; Bone Growth and Bone Mineral Density; Bone Biomarkers",
      "sponsor": "Hoffmann-La Roche",
      "locations": [
        "Dignity Health St Joseph's Hospital and Medical Center, Phoenix, United States",
        "Mayo Clinic, Phoenix, United States",
        "City of Hope Cancer Center, Duarte, United States",
        "City of Hope Duarte - Comprehensive Cancer Center, Investigational Drug Services, Duarte, United States",
        "Scripps Clinic, La Jolla, United States",
        "University of California San Diego Moores Cancer Center, La Jolla, United States",
        "Southern California Kaiser Permanente, Los Angeles, United States",
        "University of Southern California Medical Center, Los Angeles, United States",
        "Univ Of California Irvine College Of Medicine, Orange, United States",
        "UCSF Mount Zion Medical Ctr, San Francisco, United States",
        "UCSF Mission Bay, San Francisco, United States",
        "Sarcoma Oncology Center, Santa Monica, United States",
        "Sarcoma Oncology Research Center LLC, Santa Monica, United States",
        "University of Colorado Cancer Center, Aurora, United States",
        "Yale University, New Haven, United States",
        "Georgetown University Medical Center Lombardi Cancer Center, Washington, United States",
        "Florida Cancer Specialists - Sarasota, Sarasota, United States",
        "H. Lee Moffitt Cancer Center and Research Inst., Tampa, United States",
        "University Cancer & Blood Center, LLC, Athens, United States",
        "Winship Cancer Institute, Atlanta, United States",
        "Southeastern Regional Medical Center, Inc., Newnan, United States",
        "Northwestern University, Chicago, United States",
        "Advocate Medical Group - Park Ridge, Luther Lane - Oncology, Park Ridge, United States",
        "Midwestern Regional Medical Center, Zion, United States",
        "Weinberg Cancer Institution at Franklin Square, Baltimore, United States",
        "Massachusetts General Hosp CAR, Boston, United States",
        "Massachusetts General Hospital, Boston, United States",
        "Beth Israel Deaconess Medical Center, Boston, United States",
        "Dana Farber Cancer Institute, Boston, United States",
        "University of Michigan Comprehensive Cancer Center, Ann Arbor, United States",
        "Karmanos Cancer Center, Detroit, United States",
        "Henry Ford Hospital, Detroit, United States",
        "Regents of the University of Minnesota, Minneapolis, United States",
        "Washington University, Saint Louis, United States",
        "Comprehensive Cancer Centers of Nevada (CCCN) - Central Valley, Las Vegas, United States",
        "North Shore Hem Onc Associates, East Setauket, United States",
        "Memorial Sloan Kettering Cancer Center, New York, United States",
        "Levine Cancer Institute, Charlotte, United States",
        "Duke Cancer Institute, Durham, United States",
        "Ohio State University, Columbus, United States",
        "OSU, James Cancer Hospital, Columbus, United States",
        "Cancer Treatment Centers of America, Tulsa, United States",
        "Oregon Health & Science University, Portland, United States",
        "Oregon Health & Science Univ, Portland, United States",
        "Mary Crowley Medical Research Center, Dallas, United States",
        "University of Texas MD Anderson Cancer Center, Houston, United States",
        "Baylor Scott & White Health, Temple, United States",
        "University of Utah Hospitals & Clinics, Salt Lake City, United States",
        "Virginia Cancer Specialists, PC, Fairfax, United States",
        "Virginia Oncology Associates - Hampton, Norfolk, United States",
        "University of Washington Seattle Cancer Care Alliance, Seattle, United States",
        "Liverpool Hospital, Liverpool, Australia",
        "Newcastle Private Hospital, Newcastle, Australia",
        "Flinders Medical Centre, Bedford Park, Australia",
        "Austin Health, Heidelberg, Australia",
        "Antwerp University Hospital, Edegem, Belgium",
        "Beijing Cancer Hospital, Beijing, China",
        "Sichuan Provincial Cancer Hospital, Chengdu, China",
        "Cancer Center of Guangzhou Medical University, Guangzhou, China",
        "Zhejiang Cancer Hospital, Hangzhou, China",
        "Harbin Medical University Cancer Hospital, Harbin, China",
        "Shanghai chest hospital, Shanghai, China",
        "Fudan University Shanghai Cancer Center, Shanghai, China",
        "Shenzhen People's Hospital, Shenzhen, China",
        "Union Hospital Tongji Medical College Huazhong University of Science and Technology, Wuhan City, China",
        "Institut de Cancerologie de l Ouest, Angers, France",
        "Institut Bergonie, Bordeaux, France",
        "Centre Leon Berard, Lyon, France",
        "Hôpital Nord - AP-HM Marseille#, Marseille cedex 20, France",
        "Hôpital de la Timone, Marseille cedex 5, France",
        "Institut de Recherche en Cancérologie de Montpellier, Montpellier, France",
        "Institut Curie, Paris, France",
        "Institut De Cancerologie De L'ouest - Rene Gauducheau - Biology, Saint Herblain, France",
        "Institut Claudius Regaud, Toulouse, France",
        "Institut Gustave Roussy, Villejuif cedex, France",
        "Evang. Lungenklinik Berlin Klinik für Pneumologie, Berlin, Germany",
        "Universitaetsklinikum Carl Gustav Carus TU Dresden, Dresden, Germany",
        "Universitaetsmedizin Goettingen, Göttingen, Germany",
        "NCT Uniklinikum Heidelberg, Heidelberg, Germany",
        "Universitaetsklinikum Koeln, Köln, Germany",
        "Princess Margaret Hospital, Hong Kong, Hong Kong",
        "The University of Hong Kong, Hong Kong, Hong Kong",
        "Queen Elizabeth Hospital, Kowloon, Hong Kong",
        "The Chinese University of Hong Kong, Shatin, Hong Kong",
        "Seconda Università degli Studi di Napoli, Napoli, Italy",
        "Università Campus Bio-Medico di Roma, Roma, Italy",
        "Fondazione IRCCS Istituto Nazionale dei Tumori, Milano, Italy",
        "Azienda Socio Sanitaria Territoriale Niguarda (Ospedale Niguarda Ca' Granda), Milano, Italy",
        "Azienda Ospedaliero Universitaria Pisana, Pisa, Italy",
        "Azienda Ospedaliera di Perugia Ospedale S. Maria della Misericordia, Perugia, Italy",
        "IOV - Istituto Oncologico Veneto - IRCCS, Padova, Italy",
        "Aichi Cancer Center Hospital, Aichi, Japan",
        "National Cancer Center Hospital, Chuo, Japan",
        "NHO Kyushu Cancer Center, Fukuoka, Japan",
        "Hyogo Cancer Center, Dept of Respiratory Medicine, Hyogo, Japan",
        "National Cancer Center Hospital, Kashiwa-shi, Japan",
        "NHO Shikoku Cancer Center, Matsuyama-shi, Japan",
        "Miyagi Cancer Center, Miyagi, Japan",
        "Niigata Cancer Center Hospital, Niigata, Japan",
        "Osaka City General Hospital, Osaka, Japan",
        "Kindai University Hospital, Osaka, Japan",
        "Shizuoka Cancer Center, Shizuoka, Japan",
        "Seoul National University Hospital, Seoul, Korea, Republic of",
        "Asan Medical Center., Seoul, Korea, Republic of",
        "Samsung Medical Center, Seoul, Korea, Republic of",
        "Severance Hospital, Yonsei University Health System, Seoul, Korea, Republic of",
        "NKI The Netherlands Cancer Institute, Amsterdam, Netherlands",
        "Leids Universitair Medisch Centrum, Leiden, Netherlands",
        "Uniwersyteckie Centrum Kliniczne, Gdansk, Poland",
        "Centrum Onkologii-Instytut im.M.Sklodowskiej Curie, Gliwice, Poland",
        "Szpital Kliniczny Przemienienia Panskiego Uni. Medycznego im. Karola Marcinkowskiego, Pozna?, Poland",
        "Centrum Onkologii Instytut im. M. Sklodowskiej-Curie, Klinika Nowotworow Ukladu Chlonnego, Warszawa, Poland",
        "National University Hospital, Singapore, Singapore",
        "National Cancer Centre, Singapore, Singapore",
        "Centro Nacional de Investigaciones Oncológicas(CNIO), Fuenlabrada, Spain",
        "Vall d?Hebron Institute of Oncology (VHIO), Barcelona, Barcelona, Spain",
        "Hospital Universitario Ramon y Cajal, Madrid, Spain",
        "Hospital Universitario Clínico San Carlos, Madrid, Spain",
        "Hospital Universitario 12 de Octubre, Madrid, Spain",
        "Hospital Universitario La Paz, Madrid, Spain",
        "Hospital Clinico Universitario Virgen de la Victoria, Malaga, Spain",
        "Hospital Universitario Virgen del Rocio, Sevilla, Spain",
        "National Cheng Kung University Hospital, Tainan, Taiwan",
        "National Taiwan University Hospital, Taipei, Taiwan",
        "Taipei Veterans General Hospital, Taipei, Taiwan",
        "Addenbrookes Hospital, Cambridge, United Kingdom",
        "Sarah Cannon Research Institute, London, United Kingdom",
        "The Christie, Manchester, United Kingdom"
      ],
      "url": "https://clinicaltrials.gov/study/NCT02568267",
      "has_posted_results": false,
      "has_publications": true,
      "publications_count": 6,
      "publications": [
        {
          "citation": "Sullivan WG, Hatswell AJ. Letter re: 'Intrapatient comparisons of efficacy in a single-arm trial of entrectinib in tumour-agnostic indications'. ESMO Open. 2021 Dec;6(6):100282. doi: 10.1016/j.esmoop.2021.100282. Epub 2021 Oct 28. No abstract available.",
          "pmid": "34924145",
          "type": "DERIVED"
        },
        {
          "citation": "Doebele RC, Perez L, Trinh H, Martinec M, Martina R, Riehl T, Krebs MG, Meropol NJ, Wong WB, Crane G. Comparative effectiveness analysis between entrectinib clinical trial and crizotinib real-world data in ROS1+ NSCLC. J Comp Eff Res. 2021 Dec;10(17):1271-1282. doi: 10.2217/cer-2021-0131. Epub 2021 Aug 24.",
          "pmid": "34427452",
          "type": "DERIVED"
        },
        {
          "citation": "Dziadziuszko R, Krebs MG, De Braud F, Siena S, Drilon A, Doebele RC, Patel MR, Cho BC, Liu SV, Ahn MJ, Chiu CH, Farago AF, Lin CC, Karapetis CS, Li YC, Day BM, Chen D, Wilson TR, Barlesi F. Updated Integrated Analysis of the Efficacy and Safety of Entrectinib in Locally Advanced or Metastatic ROS1 Fusion-Positive Non-Small-Cell Lung Cancer. J Clin Oncol. 2021 Apr 10;39(11):1253-1263. doi: 10.1200/JCO.20.03025. Epub 2021 Mar 1.",
          "pmid": "33646820",
          "type": "DERIVED"
        },
        {
          "citation": "Drilon A, Siena S, Dziadziuszko R, Barlesi F, Krebs MG, Shaw AT, de Braud F, Rolfo C, Ahn MJ, Wolf J, Seto T, Cho BC, Patel MR, Chiu CH, John T, Goto K, Karapetis CS, Arkenau HT, Kim SW, Ohe Y, Li YC, Chae YK, Chung CH, Otterson GA, Murakami H, Lin CC, Tan DSW, Prenen H, Riehl T, Chow-Maneval E, Simmons B, Cui N, Johnson A, Eng S, Wilson TR, Doebele RC; trial investigators. Entrectinib in ROS1 fusion-positive non-small-cell lung cancer: integrated analysis of three phase 1-2 trials. Lancet Oncol. 2020 Feb;21(2):261-270. doi: 10.1016/S1470-2045(19)30690-4. Epub 2019 Dec 11.",
          "pmid": "31838015",
          "type": "DERIVED"
        },
        {
          "citation": "Doebele RC, Drilon A, Paz-Ares L, Siena S, Shaw AT, Farago AF, Blakely CM, Seto T, Cho BC, Tosi D, Besse B, Chawla SP, Bazhenova L, Krauss JC, Chae YK, Barve M, Garrido-Laguna I, Liu SV, Conkling P, John T, Fakih M, Sigal D, Loong HH, Buchschacher GL Jr, Garrido P, Nieva J, Steuer C, Overbeck TR, Bowles DW, Fox E, Riehl T, Chow-Maneval E, Simmons B, Cui N, Johnson A, Eng S, Wilson TR, Demetri GD; trial investigators. Entrectinib in patients with advanced or metastatic NTRK fusion-positive solid tumours: integrated analysis of three phase 1-2 trials. Lancet Oncol. 2020 Feb;21(2):271-282. doi: 10.1016/S1470-2045(19)30691-6. Epub 2019 Dec 11.",
          "pmid": "31838007",
          "type": "DERIVED"
        },
        {
          "citation": "Sigal D, Tartar M, Xavier M, Bao F, Foley P, Luo D, Christiansen J, Hornby Z, Maneval EC, Multani P. Activity of Entrectinib in a Patient With the First Reported NTRK Fusion in Neuroendocrine Cancer. J Natl Compr Canc Netw. 2017 Nov;15(11):1317-1322. doi: 10.6004/jnccn.2017.7029.",
          "pmid": "29118225",
          "type": "DERIVED"
        }
      ],
      "search_terms_matched": [
        "simple_net_search"
      ],
      "has_publications_flag": true,
      "publication_analysis": {
        "has_listed_publications": true,
        "listed_publications_count": 6,
        "has_results_publications": true,
        "web_search_performed": true,
        "additional_publications_found": 0,
        "total_publications_found": 6,
        "publication_sources": [
          "PMID: 34924145"
        ],
        "analysis_notes": "Found 6 listed publication(s); Listed publications appear to contain results; Online search performed; Web search details: No additional publications found",
        "online_search_results": {
          "nct_id": "NCT02568267",
          "study_title": "Basket Study of Entrectinib (RXDX-101) for the Treatment of Patients With Solid Tumors Harboring NTRK 1/2/3 (Trk A/B/C), ROS1, or ALK Gene Rearrangements (Fusions)",
          "search_timestamp": 1754561825.7271893,
          "pubmed": {
            "publications_found": 0,
            "publications": [],
            "search_successful": false
          },
          "google_scholar": {
            "publications_found": 0,
            "publications": [],
            "search_successful": false
          },
          "congress_abstracts": {
            "abstracts_found": 0,
            "abstracts": [],
            "search_successful": true
          },
          "onclive": {
            "articles_found": 2,
            "articles": [
              {
                "title": "Entrectinib Continues to Yield Promising Data in NTRK Fusion",
                "url": "https://www.onclive.com/view/entrectinib-continues-to-yield-promising-data-in-ntrk-fusion-positive-breast-cancer",
                "source": "Onclive (via Bing)",
                "abstract_text": "May 11, 2022· Entrectinib (Rozlytrek) produced deep and durable responses in patients with breast cancer harboring NTRK fusions, according to updated data from the phase 2 STARTRK-2 trial …",
                "relevance_score": 4.0
              },
              {
                "title": "Novel Entrectinib Trial Focuses on Gene …",
                "url": "https://www.onclive.com/view/novel-entrectinib-trial-focuses-on-gene-rearrangements-across-many-tumor-types",
                "source": "Onclive (via Bing)",
                "abstract_text": "",
                "relevance_score": 0.0
              }
            ],
            "search_successful": true
          }
        },
        "web_results_summary": "No additional publications found",
        "external_sources_found": []
      },
      "filtering_result": {
        "study_kept": true,
        "filtering_reason": "KEPT: Has publications with results; Has listed publications with results (HasResults-false file)",
        "has_posted_results": false,
        "decision_factors": [
          "Has publications with results",
          "Has listed publications with results (HasResults-false file)"
        ],
        "online_evidence_found": false,
        "external_publications_count": 0,
        "search_confidence": "medium"
      }
    },
    {
      "nct_id": "NCT03079440",
      "title": "TEMCAP in Grade 3 and Low Ki-67 Gastroenteropancreatic Neuroendocrine Tumors",
      "status": "COMPLETED",
      "phase": "PHASE2",
      "condition": "Neuroendocrine Tumors; Neuroendocrine Carcinoma; Temozolomide; Capecitabine",
      "intervention": "TEMCAP",
      "brief_summary": "GI tract including pancreas is the one of most common primary sites of neuroendocrine tumors. Current grading of neuroendocrine tumors are based on the 2010 WHO classification. This classifies grade 3 tumors as the neuroendocrine tumor with mitosis \\> 20 per 10 high power field or Ki-67 labeling index \\> 20%. Etoposide-based chemotherapy, mostly as the combination with cisplatin, has been the mainstay of the treatment for patients with grade 3 neuroendocrine tumors. However, a recent large retrospective analysis has suggested this regimen may not be effective in relatively low Ki-67 labeling index. Therefore, the investigators designed a clinical trial testing temozolomide-capecitabine combination, which has been mostly investigated in well differentiated (ie., grade 1 or 2) neuroendocrine tumors, in patients with grade 3 and low Ki-67 gastroenteropancreatic neuroendocrine tumors.",
      "detailed_description": "",
      "eligibility_criteria": "Inclusion Criteria:\n\n* Patients aged 19 years and older\n* Histologically confirmed neuroendocrine tumors of gastrointestinal tract or pancreas\n* Unresectable or metastatic disease\n* Grade 3 according to the 2010 WHO classification (Ki-67 labeling index \\> 20% or \\> 20 mitoses per 10 high power field)\n* Ki-67 labeling index \\< 60%\n* At least one measurable lesion according to the Response Evaluation Criteria in Solid Tumors version 1.1\n* Eastern Cooperative Oncology Group (ECOG) performance status 0 \\~ 2\n* Adequate bone marrow function as defined by platelets ≥ 100 x 109/L and neutrophils ≥ 1.5 x 109/L\n* Adequate renal function, with serum creatinine \\< 1.5 x upper limit of normal (ULN)\n* Adequate hepatic function with serum total bilirubin \\< 2 mg/dL, alanine aminotransferase (ALT) or aspartate aminotransferase (AST) \\< 2.5 x ULN\n* No other malignant disease apart from non-melanotic skin cancer or carcinoma in situ of the uterine cervix or any other non life-threatening cancer (i.e., prostate or thyroid cancer) except where treated with curative intent \\> 5 years previously without evidence of relapse\n* Written informed consent to the study\n\nExclusion Criteria:\n\n* Medical or psychiatric conditions that compromise the patient's ability to give informed consent or to complete the protocol or a history of non-compliance\n* Last dose of radiotherapy received within 4 weeks before the start of study treatment, excluding palliative radiotherapy\n* Obstruction of gastrointestinal tract\n* Active gastrointestinal bleeding\n* Myocardial infarction within 6 months prior to the study medication, and other clinically significant heart disease (e.g., unstable angina, congestive heart failure or uncontrolled hypertension)\n* Evidence of severe or uncontrolled systemic disease or any concurrent condition which in the investigator's opinion makes it undesirable for the patient to participate in the study or which would jeopardise compliance with the protocol\n* Female subjects who are pregnant or lactating, or males and females of reproductive potential not willing or not able to employ a highly effective method of birth control/contraception to prevent pregnancy from 2 weeks before receiving study drug until 3 months after receiving the last dose of study drug. A highly effective method of contraception is defined as having a low failure rate (\\< 1% per year) when used consistently and correctly.",
      "start_date": "2017-05-15",
      "completion_date": "2022-11-15",
      "primary_outcome": "Response rate",
      "secondary_outcome": "Progression-free survival; Overall survival; Toxicity (Adverse events graded by National Cancer Institute-Common Terminology Criteria version 4.03)",
      "sponsor": "Asan Medical Center",
      "locations": [
        "Asan Medical Center, University of Ulsan College of Medicine, Seoul, Korea, Republic of"
      ],
      "url": "https://clinicaltrials.gov/study/NCT03079440",
      "has_posted_results": false,
      "has_publications": true,
      "publications_count": 5,
      "publications": [
        {
          "citation": "Garcia-Carbonero R, Sorbye H, Baudin E, Raymond E, Wiedenmann B, Niederle B, Sedlackova E, Toumpanakis C, Anlauf M, Cwikla JB, Caplin M, O'Toole D, Perren A; Vienna Consensus Conference participants. ENETS Consensus Guidelines for High-Grade Gastroenteropancreatic Neuroendocrine Tumors and Neuroendocrine Carcinomas. Neuroendocrinology. 2016;103(2):186-94. doi: 10.1159/000443172. Epub 2016 Jan 5. No abstract available.",
          "pmid": "26731334",
          "type": "BACKGROUND"
        },
        {
          "citation": "Sorbye H, Strosberg J, Baudin E, Klimstra DS, Yao JC. Gastroenteropancreatic high-grade neuroendocrine carcinoma. Cancer. 2014 Sep 15;120(18):2814-23. doi: 10.1002/cncr.28721. Epub 2014 Apr 25.",
          "pmid": "24771552",
          "type": "BACKGROUND"
        },
        {
          "citation": "Sorbye H, Welin S, Langer SW, Vestermark LW, Holt N, Osterlund P, Dueland S, Hofsli E, Guren MG, Ohrling K, Birkemeyer E, Thiis-Evensen E, Biagini M, Gronbaek H, Soveri LM, Olsen IH, Federspiel B, Assmus J, Janson ET, Knigge U. Predictive and prognostic factors for treatment and survival in 305 patients with advanced gastrointestinal neuroendocrine carcinoma (WHO G3): the NORDIC NEC study. Ann Oncol. 2013 Jan;24(1):152-60. doi: 10.1093/annonc/mds276. Epub 2012 Sep 11.",
          "pmid": "22967994",
          "type": "BACKGROUND"
        },
        {
          "citation": "Strosberg JR, Fine RL, Choi J, Nasir A, Coppola D, Chen DT, Helm J, Kvols L. First-line chemotherapy with capecitabine and temozolomide in patients with metastatic pancreatic endocrine carcinomas. Cancer. 2011 Jan 15;117(2):268-75. doi: 10.1002/cncr.25425. Epub 2010 Sep 7.",
          "pmid": "20824724",
          "type": "BACKGROUND"
        },
        {
          "citation": "Welin S, Sorbye H, Sebjornsen S, Knappskog S, Busch C, Oberg K. Clinical effect of temozolomide-based chemotherapy in poorly differentiated endocrine carcinoma after progression on first-line chemotherapy. Cancer. 2011 Oct 15;117(20):4617-22. doi: 10.1002/cncr.26124. Epub 2011 Mar 31.",
          "pmid": "21456005",
          "type": "BACKGROUND"
        }
      ],
      "search_terms_matched": [
        "simple_net_search"
      ],
      "has_publications_flag": true,
      "publication_analysis": {
        "has_listed_publications": true,
        "listed_publications_count": 5,
        "has_results_publications": true,
        "web_search_performed": true,
        "additional_publications_found": 0,
        "total_publications_found": 5,
        "publication_sources": [
          "PMID: 26731334",
          "PMID: 24771552",
          "PMID: 22967994"
        ],
        "analysis_notes": "Found 5 listed publication(s); Listed publications appear to contain results; Online search performed; Web search details: No additional publications found",
        "online_search_results": {
          "nct_id": "NCT03079440",
          "study_title": "TEMCAP in Grade 3 and Low Ki-67 Gastroenteropancreatic Neuroendocrine Tumors",
          "search_timestamp": 1754561869.6563375,
          "pubmed": {
            "publications_found": 0,
            "publications": [],
            "search_successful": false
          },
          "google_scholar": {
            "publications_found": 0,
            "publications": [],
            "search_successful": false
          },
          "congress_abstracts": {
            "abstracts_found": 0,
            "abstracts": [],
            "search_successful": true
          },
          "onclive": {
            "articles_found": 0,
            "articles": [],
            "search_successful": true
          }
        },
        "web_results_summary": "No additional publications found",
        "external_sources_found": []
      },
      "filtering_result": {
        "study_kept": true,
        "filtering_reason": "KEPT: Has publications with results; Has listed publications with results (HasResults-false file)",
        "has_posted_results": false,
        "decision_factors": [
          "Has publications with results",
          "Has listed publications with results (HasResults-false file)"
        ],
        "online_evidence_found": false,
        "external_publications_count": 0,
        "search_confidence": "medium"
      }
    },
    {
      "nct_id": "NCT05168631",
      "title": "Multicenter Retrospective Database on Prognostic and Predictive Factors in Patients With Neuroendocrine Tumors",
      "status": "ACTIVE_NOT_RECRUITING",
      "phase": "N/A",
      "condition": "Neuroendocrine Tumors; Carcinoma;Endocrine",
      "intervention": "",
      "brief_summary": "Multicenter retrospective longitudinal analytical study of patients with neuroendocrine tumors.",
      "detailed_description": "",
      "eligibility_criteria": "Inclusion Criteria:\n\n* Patients aged 18 years or older and with histologically confirmed neuroendocrine tumors;\n* Metastatic or inoperable disease;\n* Patients with clinical information about the therapies received, including exclusive palliative care.\n\nExclusion Criteria:\n\n* Lack of data on survival outcomes and/or details on treatments received.",
      "start_date": "2020-05-16",
      "completion_date": "2025-03-15",
      "primary_outcome": "Overall survival",
      "secondary_outcome": "Response rate per RECIST 1.1;; Progression-free survival by RECIST 1.1 from D1 of each treatment;; Symptom control time; Incidence of complications of the disease and/or treatments, defined by adverse events",
      "sponsor": "Latin American Cooperative Oncology Group",
      "locations": [
        "Ensino E Terapia de Inovacao Clinica Amo - Etica, Salvador, Brazil",
        "Universidade Federal do Ceará/HOSPITAL UNIVERSITARIO WALTER CANTIDIO, Fortaleza, Brazil",
        "Hospital Sírio Libanês Brasília, Brasília, Brazil",
        "Hospital Moinhos de Vento, Porto Alegre, Brazil",
        "Fundacao Antonio Prudente - Ac Camargo Center, São Paulo, Brazil",
        "Hospital Alemão Oswaldo Cruz, São Paulo, Brazil",
        "Instituto Nacional de Enfermedades Neoplàsicas, Surquillo, Peru"
      ],
      "url": "https://clinicaltrials.gov/study/NCT05168631",
      "has_posted_results": false,
      "has_publications": true,
      "publications_count": 15,
      "publications": [
        {
          "citation": "Yao JC, Hassan M, Phan A, Dagohoy C, Leary C, Mares JE, Abdalla EK, Fleming JB, Vauthey JN, Rashid A, Evans DB. One hundred years after \"carcinoid\": epidemiology of and prognostic factors for neuroendocrine tumors in 35,825 cases in the United States. J Clin Oncol. 2008 Jun 20;26(18):3063-72. doi: 10.1200/JCO.2007.15.4377.",
          "pmid": "18565894",
          "type": "BACKGROUND"
        },
        {
          "citation": "Hallet J, Law CH, Cukier M, Saskin R, Liu N, Singh S. Exploring the rising incidence of neuroendocrine tumors: a population-based analysis of epidemiology, metastatic presentation, and outcomes. Cancer. 2015 Feb 15;121(4):589-97. doi: 10.1002/cncr.29099. Epub 2014 Oct 13.",
          "pmid": "25312765",
          "type": "BACKGROUND"
        },
        {
          "citation": "Dasari A, Shen C, Halperin D, Zhao B, Zhou S, Xu Y, Shih T, Yao JC. Trends in the Incidence, Prevalence, and Survival Outcomes in Patients With Neuroendocrine Tumors in the United States. JAMA Oncol. 2017 Oct 1;3(10):1335-1342. doi: 10.1001/jamaoncol.2017.0589.",
          "pmid": "28448665",
          "type": "BACKGROUND"
        },
        {
          "citation": "Raj N, Valentino E, Capanu M, Tang LH, Basturk O, Untch BR, Allen PJ, Klimstra DS, Reidy-Lagunes D. Treatment Response and Outcomes of Grade 3 Pancreatic Neuroendocrine Neoplasms Based on Morphology: Well Differentiated Versus Poorly Differentiated. Pancreas. 2017 Mar;46(3):296-301. doi: 10.1097/MPA.0000000000000735.",
          "pmid": "27759713",
          "type": "BACKGROUND"
        },
        {
          "citation": "Basturk O, Yang Z, Tang LH, Hruban RH, Adsay V, McCall CM, Krasinskas AM, Jang KT, Frankel WL, Balci S, Sigel C, Klimstra DS. The high-grade (WHO G3) pancreatic neuroendocrine tumor category is morphologically and biologically heterogenous and includes both well differentiated and poorly differentiated neoplasms. Am J Surg Pathol. 2015 May;39(5):683-90. doi: 10.1097/PAS.0000000000000408.",
          "pmid": "25723112",
          "type": "BACKGROUND"
        },
        {
          "citation": "de M Rego JF, de Medeiros RSS, Braghiroli MI, Galvao B, Neto JEB, Munhoz RR, Guerra J, Nonogaki S, Kimura L, Pfiffer TE, de Castro G Jr, Hoff PM, Filho DR, Costa FP, Riechelmann RP. Expression of ERCC1, Bcl-2, Lin28a, and Ki-67 as biomarkers of response to first-line platinum-based chemotherapy in patients with high-grade extrapulmonary neuroendocrine carcinomas or small cell lung cancer. Ecancermedicalscience. 2017 Sep 11;11:767. doi: 10.3332/ecancer.2017.767. eCollection 2017.",
          "pmid": "28955403",
          "type": "BACKGROUND"
        },
        {
          "citation": "Tang LH, Untch BR, Reidy DL, O'Reilly E, Dhall D, Jih L, Basturk O, Allen PJ, Klimstra DS. Well-Differentiated Neuroendocrine Tumors with a Morphologically Apparent High-Grade Component: A Pathway Distinct from Poorly Differentiated Neuroendocrine Carcinomas. Clin Cancer Res. 2016 Feb 15;22(4):1011-7. doi: 10.1158/1078-0432.CCR-15-0548. Epub 2015 Oct 19.",
          "pmid": "26482044",
          "type": "BACKGROUND"
        },
        {
          "citation": "Crippa S, Partelli S, Belfiori G, Palucci M, Muffatti F, Adamenko O, Cardinali L, Doglioni C, Zamboni G, Falconi M. Management of neuroendocrine carcinomas of the pancreas (WHO G3): A tailored approach between proliferation and morphology. World J Gastroenterol. 2016 Dec 7;22(45):9944-9953. doi: 10.3748/wjg.v22.i45.9944.",
          "pmid": "28018101",
          "type": "BACKGROUND"
        },
        {
          "citation": "Girardi DM, Silva ACB, Rego JFM, Coudry RA, Riechelmann RP. Unraveling molecular pathways of poorly differentiated neuroendocrine carcinomas of the gastroenteropancreatic system: A systematic review. Cancer Treat Rev. 2017 May;56:28-35. doi: 10.1016/j.ctrv.2017.04.002. Epub 2017 Apr 17.",
          "pmid": "28456055",
          "type": "BACKGROUND"
        },
        {
          "citation": "Tang LH, Basturk O, Sue JJ, Klimstra DS. A Practical Approach to the Classification of WHO Grade 3 (G3) Well-differentiated Neuroendocrine Tumor (WD-NET) and Poorly Differentiated Neuroendocrine Carcinoma (PD-NEC) of the Pancreas. Am J Surg Pathol. 2016 Sep;40(9):1192-202. doi: 10.1097/PAS.0000000000000662.",
          "pmid": "27259015",
          "type": "BACKGROUND"
        },
        {
          "citation": "Oberg K. Management of functional neuroendocrine tumors of the pancreas. Gland Surg. 2018 Feb;7(1):20-27. doi: 10.21037/gs.2017.10.08.",
          "pmid": "29629316",
          "type": "BACKGROUND"
        },
        {
          "citation": "Mota JM, Sousa LG, Riechelmann RP. Complications from carcinoid syndrome: review of the current evidence. Ecancermedicalscience. 2016 Aug 8;10:662. doi: 10.3332/ecancer.2016.662. eCollection 2016.",
          "pmid": "27594907",
          "type": "BACKGROUND"
        },
        {
          "citation": "Riechelmann RP, Weschenfelder RF, Costa FP, Andrade AC, Osvaldt AB, Quidute AR, Dos Santos A, Hoff AA, Gumz B, Buchpiguel C, Vilhena Pereira BS, Lourenco Junior DM, da Rocha Filho DR, Fonseca EA, Riello Mello EL, Makdissi FF, Waechter FL, Carnevale FC, Coura-Filho GB, de Paulo GA, Girotto GC, Neto JE, Glasberg J, Casali-da-Rocha JC, Rego JF, de Meirelles LR, Hajjar L, Menezes M, Bronstein MD, Sapienza MT, Fragoso MC, Pereira MA, Barros M, Forones NM, do Amaral PC, de Medeiros RS, Araujo RL, Bezerra RO, Peixoto RD, Aguiar S Jr, Ribeiro U Jr, Pfiffer T, Hoff PM, Coutinho AK. Guidelines for the management of neuroendocrine tumours by the Brazilian gastrointestinal tumour group. Ecancermedicalscience. 2017 Jan 26;11:716. doi: 10.3332/ecancer.2017.716. eCollection 2017.",
          "pmid": "28194228",
          "type": "BACKGROUND"
        },
        {
          "citation": "Eisenhauer EA, Therasse P, Bogaerts J, Schwartz LH, Sargent D, Ford R, Dancey J, Arbuck S, Gwyther S, Mooney M, Rubinstein L, Shankar L, Dodd L, Kaplan R, Lacombe D, Verweij J. New response evaluation criteria in solid tumours: revised RECIST guideline (version 1.1). Eur J Cancer. 2009 Jan;45(2):228-47. doi: 10.1016/j.ejca.2008.10.026.",
          "pmid": "19097774",
          "type": "BACKGROUND"
        },
        {
          "citation": "Oken MM, Creech RH, Tormey DC, Horton J, Davis TE, McFadden ET, Carbone PP. Toxicity and response criteria of the Eastern Cooperative Oncology Group. Am J Clin Oncol. 1982 Dec;5(6):649-55. No abstract available.",
          "pmid": "7165009",
          "type": "BACKGROUND"
        }
      ],
      "search_terms_matched": [
        "simple_net_search"
      ],
      "has_publications_flag": true,
      "publication_analysis": {
        "has_listed_publications": true,
        "listed_publications_count": 15,
        "has_results_publications": true,
        "web_search_performed": true,
        "additional_publications_found": 0,
        "total_publications_found": 15,
        "publication_sources": [
          "PMID: 18565894",
          "PMID: 25312765"
        ],
        "analysis_notes": "Found 15 listed publication(s); Listed publications appear to contain results; Online search performed; Web search details: No additional publications found",
        "online_search_results": {
          "nct_id": "NCT05168631",
          "study_title": "Multicenter Retrospective Database on Prognostic and Predictive Factors in Patients With Neuroendocrine Tumors",
          "search_timestamp": 1754561891.7378917,
          "pubmed": {
            "publications_found": 0,
            "publications": [],
            "search_successful": false
          },
          "google_scholar": {
            "publications_found": 0,
            "publications": [],
            "search_successful": false
          },
          "congress_abstracts": {
            "abstracts_found": 0,
            "abstracts": [],
            "search_successful": true
          },
          "onclive": {
            "articles_found": 0,
            "articles": [],
            "search_successful": true
          }
        },
        "web_results_summary": "No additional publications found",
        "external_sources_found": []
      },
      "filtering_result": {
        "study_kept": true,
        "filtering_reason": "KEPT: Has publications with results; Has listed publications with results (HasResults-false file)",
        "has_posted_results": false,
        "decision_factors": [
          "Has publications with results",
          "Has listed publications with results (HasResults-false file)"
        ],
        "online_evidence_found": false,
        "external_publications_count": 0,
        "search_confidence": "medium"
      }
    },
    {
      "nct_id": "NCT06638931",
      "title": "Agnostic Therapy in Rare Solid Tumors",
      "status": "ACTIVE_NOT_RECRUITING",
      "phase": "PHASE2",
      "condition": "Urachal Cancer; Parathyroid Carcinoma; Fibrolamellar Carcinoma; Angiosarcoma; Secretory Carcinoma of Breast; Anal Neoplasms; Metaplastic Breast Carcinoma; Translocation Renal Cell Carcinoma; Carcinosarcoma; Small Intestine Neoplasms; Cholangiocarcinoma; Sertoli-Leydig Cell Tumor; Adenoid Cystic Carcinoma; Mesothelioma; Neuroblastoma; Adrenal Gland Neoplasms; Penile Neoplasms; Apocrine Carcinoma; Fibrosarcoma; Cancer of Unknown Primary; Hemangioblastoma; Thyroid Neoplasms; Hepatoblastoma; Fallopian Tube Neoplasms; Leiomyosarcoma; Vaginal Neoplasms; Neurofibrosarcoma; Gallbladder Neoplasms; Osteosarcoma; Biliary Tract Neoplasms; Clear Cell Endometrial Cancer; Yolk Sac Tumor; Vulvar Neoplasms; Kaposi Sarcoma; Ovarian Epithelial Cancer; Soft Tissue Sarcoma; Urethral Neoplasms; Granulosa Cell Tumor; Primitive Neuroectodermal Tumor; Neuroendocrine Tumors; Trophoblastic Tumor",
      "intervention": "Nivolumab",
      "brief_summary": "The ANTARES study is a phase II basket trial designed to evaluate the tissue-agnostic efficacy of the monoclonal anti-PD1 antibody, nivolumab, in patients with advanced or metastatic rare tumors.\n\nThe study aims to treat rare malignancies with PD-L1 expression (CPS ≥ 10), regardless of the tumor's tissue type or location. Patients who have not responded to standard treatments will be included, and treatment will last for up to 12 months. The study will assess objective response, progression-free survival, and biomarkers such as PD-L1, ctDNA, and microvesicles, in a multicenter collaborative effort to provide innovative therapeutic options for this underrepresented population",
      "detailed_description": "The ANTARES study is a phase II \"basket\" trial designed to evaluate the tissue-agnostic efficacy of the monoclonal anti-PD1 antibody, nivolumab, in patients with advanced or metastatic rare tumors. A \"basket\" trial is an innovative type of clinical trial where patients with different types of cancers, but sharing a common molecular feature (in this case, PD-L1 expression), are treated with the same therapy, regardless of the tumor's site of origin. This approach allows for the evaluation of treatments targeting specific molecular characteristics, independent of the primary cancer type.\n\nRare tumors, as defined by the World Health Organization (WHO), have an incidence of fewer than six cases per 100,000 people per year. Although each rare cancer type is individually uncommon, collectively they account for 25-30% of all malignancies and are often underrepresented in clinical trials due to recruitment challenges and limited funding. As a result, patients with rare cancers generally have a poorer prognosis compared to those with more common tumors.\n\nIn this study, patients with advanced or refractory rare malignancies expressing PD-L1, with a combined positive score (CPS) of ≥10, will be treated with nivolumab. Treatment will be administered until disease progression or for a maximum duration of 12 months, aiming to assess the efficacy and safety of this tissue-agnostic immunotherapy approach. Efficacy will be measured according to RECIST v1.1 criteria, with objective response as the primary endpoint. Additionally, the study will assess response biomarkers, including PD-L1, circulating tumor DNA (ctDNA), and microvesicles, to better understand the correlation between biomarker expression and clinical outcomes.\n\nThis multicenter trial, with an estimated duration of four years, will be conducted at Institute of Cancer of the State of São Paulo (ICESP) and other partner institutions. The study aims to overcome existing barriers in rare cancer treatment by offering an innovative approach that explores the potential of personalized therapies based on molecular characteristics, rather than the tumor's primary site",
      "eligibility_criteria": "Inclusion Criteria\n\n1. Age 18 years or older.\n2. Patients with immunohistochemistry for PD-L1 with a combined positive score (CPS) of 10 or higher.\n3. Patients with progression or intolerance to already approved and accessible treatments for the specific neoplasm and population.\n4. Documented disease progression radiologically after the last routine treatment.\n5. Eastern Cooperative Oncology Group (ECOG) performance status of 0 or 1.\n6. Measurable lesion per RECIST v1.1. Lesions previously treated with radiotherapy can only be used as target lesions if they are confirmed to be progressing by imaging before enrollment.\n7. Male participants must meet at least one of the following conditions:\n\n   1. Considered infertile;\n   2. No fertile partner;\n   3. Has a fertile partner who agrees to follow contraceptive guidance throughout the study period and for at least 6 months after the last dose of Nivolumab;\n\n      and\n   4. Agrees to abstain from sperm donation throughout the study period and for at least 6 months after the last dose of Nivolumab.\n8. Female participants must meet at least one of the following conditions:\n\n   1. Considered infertile;\n   2. Agrees to follow contraceptive guidance throughout the study period and for at least 6 months after the last dose of Nivolumab;\n9. Estimated life expectancy greater than 12 weeks, as determined by the investigator or delegated sub-investigator.\n10. Preserved organ functions defined by:\n\n    * Absolute neutrophil count ≥ 1,000;\n    * Hemoglobin ≥ 8.0 g/dL (patients may receive transfusions to reach this level);\n    * Platelet count ≥ 100,000;\n    * Total bilirubin ≤ 1.5 × Upper Limit of Normal (ULN), or ≤ 3.0 × ULN for patients with Gilbert's syndrome;\n    * Aspartate Aminotransferase (AST) and Alanine Aminotransferase (ALT) ≤ 2.5 × ULN (≤ 5 × ULN in the presence of liver metastases);\n    * Creatinine clearance \\> 30 mL/min (estimated by Cockcroft-Gault).\n11. Diagnosis of rare cancer (List I) confirmed by histopathological examination, with the possibility of including other types of rare tumors (incidence of less than 6 in every 100,000) after careful evaluation and approval by the study board.\n\n    * List I:\n\n      * Urachal adenocarcinoma\n      * Parathyroid carcinoma\n      * Nasopharyngeal epithelial tumors\n      * Fibrolamellar carcinoma of any primary site\n      * Angiosarcoma of any primary site\n      * Secretory breast carcinoma\n      * Anal cancer\n      * Metaplastic breast carcinoma\n      * Chromophobe renal carcinoma, Microphthalmia-associated Transcription Factor (MiT) family translocation renal carcinoma; renal carcinoma with Fumarate Hydratase (FH) or Succinate Dehydrogenase (SDH) deficiency\n      * Carcinosarcoma of any primary site\n      * Small intestine cancer\n      * Cholangiocarcinoma\n      * Sertoli-Leydig cell tumors\n      * Cervical cancer of non-epidermoid histology\n      * Tracheal epithelial tumors\n      * Non-cystadenoma salivary gland tumors\n      * Mesothelioma of any site\n      * Neuroblastoma\n      * Adrenal cancer\n      * Penile cancer\n      * Apocrine carcinoma\n      * Fibrosarcoma of any primary site\n      * Cancer of unknown primary site\n      * Hemangioblastoma of any primary site\n      * Thyroid cancer\n      * Hepatoblastoma\n      * Fallopian tube cancer\n      * Leiomyosarcoma of any primary site\n      * Vaginal cancer\n      * Neurofibrosarcoma of any primary site\n      * Gallbladder cancer\n      * Osteosarcoma of any primary site\n      * Bile duct cancer\n      * Clear cell endometrial carcinoma\n      * Yolk sac tumor of any primary site\n      * Non-epidermoid bladder cancer\n      * Vulvar cancer\n      * Kaposi's sarcoma\n      * Epithelial ovarian cancer\n      * Soft tissue sarcoma\n      * Urethral cancer\n      * Granulosa cell tumor of any primary site\n      * Cystadenoma carcinoma\n      * Primitive neuroectodermal tumor of any primary site\n      * Pure or mixed neuroendocrine tumors with neuroendocrine component\n      * Trophoblastic tumor\n\nExclusion Criteria\n\n1. Previous treatment lines with immunotherapy (immune checkpoint inhibitors).\n2. Pregnant or breastfeeding individuals.\n3. Limiting comorbidity, in the opinion of the investigator.\n4. Active infection.\n5. Major surgery within the last 4 weeks.\n6. Functional class II or greater heart failure.\n7. Myocardial infarction or stroke within the last 6 months.\n8. History of pulmonary fibrosis or pneumonitis.\n9. Autoimmune diseases, except for patients with vitiligo and/or controlled thyroid/hypothyroidism without the use of immunosuppressors.\n10. Second invasive primary tumor diagnosed in the last 3 years and/or with active disease, except for localized skin tumors (non-melanoma) that have been treated with curative intent.\n11. Patients with prolonged QT interval.\n12. Uncontrolled Central Nervous System (CNS) metastases. Patients who have previously received local treatment, such as radiotherapy, will be eligible if clinical and radiological stability is demonstrated in the 2 weeks prior to the start of treatment. Patients must not be using corticosteroids for managing CNS disease.\n13. Presence of meningeal carcinomatosis.\n14. Worsening renal and liver function in the 14 days prior to enrollment.\n15. History of solid organ transplantation with or without immunosuppression.\n16. Patients with untreated acquired immunodeficiency. Immunocompromised patients may be included as long as they do not have active opportunistic disease and/or active infection, after thorough clinical evaluation by the investigator or sub-investigator. HIV-positive patients must have documented undetectable viral load prior to inclusion.\n17. Chronic use of corticosteroids at doses greater than 10 mg/day of prednisone or equivalent. Patients with adrenal insufficiency of non-autoimmune etiology (e.g., previous bilateral adrenalectomy) may be included if they are clinically compensated with 10 mg/day of prednisone or equivalent or less.",
      "start_date": "2024-07-01",
      "completion_date": "2028-05",
      "primary_outcome": "Primary Objective; Primary Endpoint",
      "secondary_outcome": "Objective Response Rate (ORR); Subgroup Analysis Based on PD-L1 Expression and CPS:; Correlation of Clinical Outcomes with Biomarker Assessments; Overall Survival (OS); Progression-Free Survival (PFS)",
      "sponsor": "Instituto do Cancer do Estado de São Paulo",
      "locations": [
        "Hospital São Rafael, Salvador, Brazil",
        "Hospital São Carlos, Fortaleza, Brazil",
        "Hospital Santa Cruz, Curitiba, Brazil",
        "IDOR Recife, Recife, Brazil",
        "Instituto D'or de Pesquisa e Ensino, Sao Paulo, Brazil",
        "Instituto do Câncer do Estado de São Paulo - ICESP, São Paulo, Brazil",
        "DF Star, Brasília, Brazil",
        "Instituto D'Or de Pesquisa e Ensino, Rio De Janeiro, Brazil"
      ],
      "url": "https://clinicaltrials.gov/study/NCT06638931",
      "has_posted_results": false,
      "has_publications": true,
      "publications_count": 8,
      "publications": [
        {
          "citation": "Bogaerts J, Sydes MR, Keat N, McConnell A, Benson A, Ho A, Roth A, Fortpied C, Eng C, Peckitt C, Coens C, Pettaway C, Arnold D, Hall E, Marshall E, Sclafani F, Hatcher H, Earl H, Ray-Coquard I, Paul J, Blay JY, Whelan J, Panageas K, Wheatley K, Harrington K, Licitra L, Billingham L, Hensley M, McCabe M, Patel PM, Carvajal R, Wilson R, Glynne-Jones R, McWilliams R, Leyvraz S, Rao S, Nicholson S, Filiaci V, Negrouk A, Lacombe D, Dupont E, Pauporte I, Welch JJ, Law K, Trimble T, Seymour M. Clinical trial designs for rare diseases: studies developed and discussed by the International Rare Cancers Initiative. Eur J Cancer. 2015 Feb;51(3):271-81. doi: 10.1016/j.ejca.2014.10.027. Epub 2014 Dec 24.",
          "pmid": "25542058",
          "type": "BACKGROUND"
        },
        {
          "citation": "Cortes J, Kim SB, Chung WP, Im SA, Park YH, Hegg R, Kim MH, Tseng LM, Petry V, Chung CF, Iwata H, Hamilton E, Curigliano G, Xu B, Huang CS, Kim JH, Chiu JWY, Pedrini JL, Lee C, Liu Y, Cathcart J, Bako E, Verma S, Hurvitz SA; DESTINY-Breast03 Trial Investigators. Trastuzumab Deruxtecan versus Trastuzumab Emtansine for Breast Cancer. N Engl J Med. 2022 Mar 24;386(12):1143-1154. doi: 10.1056/NEJMoa2115022.",
          "pmid": "35320644",
          "type": "BACKGROUND"
        },
        {
          "citation": "DuBois SG, Laetsch TW, Federman N, Turpin BK, Albert CM, Nagasubramanian R, Anderson ME, Davis JL, Qamoos HE, Reynolds ME, Cruickshank S, Cox MC, Hawkins DS, Mascarenhas L, Pappo AS. The use of neoadjuvant larotrectinib in the management of children with locally advanced TRK fusion sarcomas. Cancer. 2018 Nov 1;124(21):4241-4247. doi: 10.1002/cncr.31701. Epub 2018 Sep 11.",
          "pmid": "30204247",
          "type": "BACKGROUND"
        },
        {
          "citation": "Le DT, Uram JN, Wang H, Bartlett BR, Kemberling H, Eyring AD, Skora AD, Luber BS, Azad NS, Laheru D, Biedrzycki B, Donehower RC, Zaheer A, Fisher GA, Crocenzi TS, Lee JJ, Duffy SM, Goldberg RM, de la Chapelle A, Koshiji M, Bhaijee F, Huebner T, Hruban RH, Wood LD, Cuka N, Pardoll DM, Papadopoulos N, Kinzler KW, Zhou S, Cornish TC, Taube JM, Anders RA, Eshleman JR, Vogelstein B, Diaz LA Jr. PD-1 Blockade in Tumors with Mismatch-Repair Deficiency. N Engl J Med. 2015 Jun 25;372(26):2509-20. doi: 10.1056/NEJMoa1500596. Epub 2015 May 30.",
          "pmid": "26028255",
          "type": "BACKGROUND"
        },
        {
          "citation": "Li BT, Smit EF, Goto Y, Nakagawa K, Udagawa H, Mazieres J, Nagasaka M, Bazhenova L, Saltos AN, Felip E, Pacheco JM, Perol M, Paz-Ares L, Saxena K, Shiga R, Cheng Y, Acharyya S, Vitazka P, Shahidi J, Planchard D, Janne PA; DESTINY-Lung01 Trial Investigators. Trastuzumab Deruxtecan in HER2-Mutant Non-Small-Cell Lung Cancer. N Engl J Med. 2022 Jan 20;386(3):241-251. doi: 10.1056/NEJMoa2112431. Epub 2021 Sep 18.",
          "pmid": "34534430",
          "type": "BACKGROUND"
        },
        {
          "citation": "Marabelle A, Fakih M, Lopez J, Shah M, Shapira-Frommer R, Nakagawa K, Chung HC, Kindler HL, Lopez-Martin JA, Miller WH Jr, Italiano A, Kao S, Piha-Paul SA, Delord JP, McWilliams RR, Fabrizio DA, Aurora-Garg D, Xu L, Jin F, Norwood K, Bang YJ. Association of tumour mutational burden with outcomes in patients with advanced solid tumours treated with pembrolizumab: prospective biomarker analysis of the multicohort, open-label, phase 2 KEYNOTE-158 study. Lancet Oncol. 2020 Oct;21(10):1353-1365. doi: 10.1016/S1470-2045(20)30445-9. Epub 2020 Sep 10.",
          "pmid": "32919526",
          "type": "BACKGROUND"
        },
        {
          "citation": "Mok TSK, Wu YL, Kudaba I, Kowalski DM, Cho BC, Turna HZ, Castro G Jr, Srimuninnimit V, Laktionov KK, Bondarenko I, Kubota K, Lubiniecki GM, Zhang J, Kush D, Lopes G; KEYNOTE-042 Investigators. Pembrolizumab versus chemotherapy for previously untreated, PD-L1-expressing, locally advanced or metastatic non-small-cell lung cancer (KEYNOTE-042): a randomised, open-label, controlled, phase 3 trial. Lancet. 2019 May 4;393(10183):1819-1830. doi: 10.1016/S0140-6736(18)32409-7. Epub 2019 Apr 4.",
          "pmid": "30955977",
          "type": "BACKGROUND"
        },
        {
          "citation": "Schmid P, Cortes J, Pusztai L, McArthur H, Kummel S, Bergh J, Denkert C, Park YH, Hui R, Harbeck N, Takahashi M, Foukakis T, Fasching PA, Cardoso F, Untch M, Jia L, Karantza V, Zhao J, Aktan G, Dent R, O'Shaughnessy J; KEYNOTE-522 Investigators. Pembrolizumab for Early Triple-Negative Breast Cancer. N Engl J Med. 2020 Feb 27;382(9):810-821. doi: 10.1056/NEJMoa1910549.",
          "pmid": "32101663",
          "type": "BACKGROUND"
        }
      ],
      "search_terms_matched": [
        "simple_net_search"
      ],
      "has_publications_flag": true,
      "publication_analysis": {
        "has_listed_publications": true,
        "listed_publications_count": 8,
        "has_results_publications": true,
        "web_search_performed": true,
        "additional_publications_found": 0,
        "total_publications_found": 8,
        "publication_sources": [
          "PMID: 25542058",
          "PMID: 35320644",
          "PMID: 30204247",
          "PMID: 26028255",
          "PMID: 34534430",
          "PMID: 32919526"
        ],
        "analysis_notes": "Found 8 listed publication(s); Listed publications appear to contain results; Online search performed; Web search details: No additional publications found",
        "online_search_results": {
          "nct_id": "NCT06638931",
          "study_title": "Agnostic Therapy in Rare Solid Tumors",
          "search_timestamp": 1754561903.724367,
          "pubmed": {
            "publications_found": 0,
            "publications": [],
            "search_successful": false
          },
          "google_scholar": {
            "publications_found": 0,
            "publications": [],
            "search_successful": false
          },
          "congress_abstracts": {
            "abstracts_found": 0,
            "abstracts": [],
            "search_successful": true
          },
          "onclive": {
            "articles_found": 0,
            "articles": [],
            "search_successful": true
          }
        },
        "web_results_summary": "No additional publications found",
        "external_sources_found": []
      },
      "filtering_result": {
        "study_kept": true,
        "filtering_reason": "KEPT: Has publications with results; Has listed publications with results (HasResults-false file)",
        "has_posted_results": false,
        "decision_factors": [
          "Has publications with results",
          "Has listed publications with results (HasResults-false file)"
        ],
        "online_evidence_found": false,
        "external_publications_count": 0,
        "search_confidence": "medium"
      }
    },
    {
      "nct_id": "NCT02236910",
      "title": "An Open Label Registry Study of Lutetium-177 (DOTA0, TYR3) Octreotate (Lu-DOTA-TATE) Treatment in Patients with Somatostatin Receptor Positive Tumours",
      "status": "ACTIVE_NOT_RECRUITING",
      "phase": "PHASE2",
      "condition": "Neuroendocrine Carcinoma",
      "intervention": "Lu-DOTA-TATE",
      "brief_summary": "Lu-DOTA-TATE (Lutetium-177 octreotate) is a radiopharmaceutical that has been reported as being effective in controlling symptoms and increase quality of life; induce stable disease and extend progression free survival; induce a (good) partial remission and induce a complete remission in patients with a somatostatin receptor positive tumour.\n\nThe purpose of this study is to assess the efficacy of Lu-DOTA-TATE by measuring progression free survival and overall survival. This study will also asses the safety of Lu-DOTA-TATE, and the quality of life of the patients treated with Lu-DOTA-TATE.",
      "detailed_description": "Neuroendocrine (NET) tumours have secretory and metabolic pathways not typically found in other cancers that can be utilized for molecular imaging and therapeutic targeting. The most important is somatostatin. Somatostatin receptors are useful tools in the diagnosis and treatment of NET tumours because the somatostatin analogue octreotate can be radiolabeled with lutetium-177 for imaging and therapy.\n\nIn selected populations of patients, radioisotope therapy in expert hands has been shown to be a safe and effective palliative therapy with stable disease, progression free survival benefit, symptom control and improvements in quality of life. Lutetium-177 (DOTA0, Tyr3) octreotate has been used in a significant number of clinical studies shown to be safe and effective as a therapeutic agent in patients with NET tumours. The investigators intend to further confirm these benefits with lutetium-177 octreotate, which could form the basis for a national registry study leading to registration of this therapeutic intervention.",
      "eligibility_criteria": "Inclusion Criteria:\n\nGroup A: Primary therapy subjects will be included in the study if they meet all of the following general criteria:\n\n1. Male or female ≥ 14 - 90 years of age. If female of child-bearing potential and outside of the window of 10 days since the first day of the last menstrual period, a negative pregnancy test is required.\n2. Presence of somatostatin receptor positive tumour(s) (either histologically or Octreoscan image proven), with at least 1 tumour site reliably evaluable by CT or MRI of at least 1.5 cm (smallest dimension) with respect to RECIST criteria (the target lesion).\n3. Presence of somatostatin receptors on (at least) the target lesion demonstrated by uptake of OctreoScan® at least equal to liver uptake within 12 weeks of enrollment.\n4. Life expectancy greater than 26 weeks from enrollment.\n5. Serum creatinine ≤ 130 μmol/L, and a measured glomerular filtration rate (GFR) using plasma clearance of ≥50 mL/min measured within 2 weeks of enrollment.\n6. Haemoglobin concentration ≥ 90 g/L; white blood cell count (WBC) ≥ 3 x 109/L; platelets ≥ 100 x 109/L measured within 2 weeks of enrollment.\n7. Liver function tests (serum albumin, total bilirubin, alanine amniotransferase (ALT),aspartate aminotransferase (AST) and alkaline phosphatase) ≤ 3 X the limit of normal.\n8. Eastern Cooperative Oncology Group (ECOG) Performance Scale Score ≤ 2 measured within 2 weeks of enrollment.\n9. Provide written informed consent prior to enrollment.\n10. Ki 67 \\< 20%, unless patients has been treated with chemotherapy and lesions are stable (Ki 67 \\< 30%)\n\nGroup B: Secondary therapy subjects will be included in the study if they meet all of the following general criteria:\n\n1. Male or female ≥ 14 - 90 years of age. If female of child-bearing potential and outside of the window of 10 days since the first day of the last menstrual period, a negative pregnancy test is required.\n2. Have received Lu-DOTA-TATE treatment at the London Health Sciences Centre under the Special Access Programed or other radionuclide therapy for neuroendocrine tumor.\n3. Provide written informed consent prior to enrollment.\n\nExclusion Criteria:\n\nGroup A: Primary therapy subjects will be excluded from the study if they meet any of the following criteria:\n\n1. Potential for surgery with curative intent. Local surgery for symptomatic relief permitted as long as target lesion unaffected.\n2. Surgery, radiation therapy, radioisotope therapy, change in Sandostatin LAR therapy dosage, cytotoxic chemotherapy, embolization or other investigative therapy \\[interferons, mammalian target of rapamycin (mTOR) inhibitors\\] within 12 weeks of enrollment. Localized external beam irradiation permitted as long as target lesion unaffected.\n3. Known brain metastases unless these metastases have been treated or stable (confirmed by CT) for ≥ 6 months prior to enrollment\n4. Uncontrolled diabetes mellitus defined as fasting glucose ≥ 3 X the upper limit of normal within 12 weeks of enrollment.\n5. Another significant medical, psychiatric or surgical condition uncontrolled by treatment, which may interfere with completion or conduct of the study (such as urinary incontinence, co-existing malignancies).\n6. Pregnancy.\n7. Breast feeding.\n8. Prior radiation therapy to more than 25% of the bone marrow.\n\nGroup B: Secondary therapy subjects will be excluded from the study if they meet any of the following criteria:\n\n1. Another significant medical, psychiatric or surgical condition uncontrolled by treatment, which may interfere with completion or conduct of the study (such as urinary incontinence, co-existing malignancies).\n2. Pregnancy.\n3. Breast feeding.",
      "start_date": "2014-07",
      "completion_date": "2025-12",
      "primary_outcome": "Tumour response measured by RECIST criteria",
      "secondary_outcome": "Progression Free Survival; Quality of Life Response Changes",
      "sponsor": "London Health Sciences Centre Research Institute OR Lawson Research Institute of St. Joseph's",
      "locations": [
        "London Health Sciences Centre, London, Canada"
      ],
      "url": "https://clinicaltrials.gov/study/NCT02236910",
      "has_posted_results": false,
      "has_publications": true,
      "publications_count": 1,
      "publications": [
        {
          "citation": "Swiha MM, Sutherland DEK, Sistani G, Khatami A, Abazid RM, Mujoomdar A, Wiseman DP, Romsa JG, Reid RH, Laidley DT. Survival predictors of 177Lu-Dotatate peptide receptor radionuclide therapy (PRRT) in patients with progressive well-differentiated neuroendocrine tumors (NETS). J Cancer Res Clin Oncol. 2022 Jan;148(1):225-236. doi: 10.1007/s00432-021-03672-w. Epub 2021 Jun 10.",
          "pmid": "34110489",
          "type": "DERIVED"
        }
      ],
      "search_terms_matched": [
        "simple_net_search"
      ],
      "has_publications_flag": true,
      "publication_analysis": {
        "has_listed_publications": true,
        "listed_publications_count": 1,
        "has_results_publications": true,
        "web_search_performed": true,
        "additional_publications_found": 0,
        "total_publications_found": 1,
        "publication_sources": [
          "PMID: 34110489"
        ],
        "analysis_notes": "Found 1 listed publication(s); Listed publications appear to contain results; Online search performed; Web search details: No additional publications found",
        "online_search_results": {
          "nct_id": "NCT02236910",
          "study_title": "An Open Label Registry Study of Lutetium-177 (DOTA0, TYR3) Octreotate (Lu-DOTA-TATE) Treatment in Patients with Somatostatin Receptor Positive Tumours",
          "search_timestamp": 1754561959.7418072,
          "pubmed": {
            "publications_found": 0,
            "publications": [],
            "search_successful": false
          },
          "google_scholar": {
            "publications_found": 0,
            "publications": [],
            "search_successful": false
          },
          "congress_abstracts": {
            "abstracts_found": 0,
            "abstracts": [],
            "search_successful": true
          },
          "onclive": {
            "articles_found": 1,
            "articles": [
              {
                "title": "Vol. 25/No. 12 - onclive.com",
                "url": "https://www.onclive.com/publications/oncology-live/vol-25-no-12",
                "source": "Onclive (via Bing)",
                "abstract_text": "Combination therapies with neoadjuvant ICIs and chemotherapy followed by an adjuvant ICI are here to stay in resectable non–small cell lung cancer. A panel of clinicians in the CRC field discussed...",
                "relevance_score": 0.0
              }
            ],
            "search_successful": true
          }
        },
        "web_results_summary": "No additional publications found",
        "external_sources_found": []
      },
      "filtering_result": {
        "study_kept": true,
        "filtering_reason": "KEPT: Has publications with results; Has listed publications with results (HasResults-false file)",
        "has_posted_results": false,
        "decision_factors": [
          "Has publications with results",
          "Has listed publications with results (HasResults-false file)"
        ],
        "online_evidence_found": false,
        "external_publications_count": 0,
        "search_confidence": "medium"
      }
    },
    {
      "nct_id": "NCT02923934",
      "title": "A Phase II Trial of Ipilimumab and Nivolumab for the Treatment of Rare Cancers",
      "status": "COMPLETED",
      "phase": "PHASE2",
      "condition": "Gastrointestinal Cancer; Neuroendocrine Tumours; Malignant Female Reproductive System Neoplasm",
      "intervention": "Ipilimumab; Nivolumab",
      "brief_summary": "The three tumour streams that will be studied in this protocol are: (i) upper GI malignancies (comprising intra-hepatic/extra-hepatic cholangiocarcinomas,gall bladder cancers and duodenal cancers).); (ii) neuroendocrine tumours (inc. Pancreatic, bronchial and intestinal carcinoid tumours) and (iii) rare gynaecological tumours (including but will not be limited to: vaginal or vulval carcinomas, clear cell carcinoma of the ovary, low grade serous ovarian cancer, mixed mullarian tumours (carcinosarcoma), sarcomas of the female genital tract and granulosa cell tumours).\n\nThe role of immunotherapy is being defined in more common cancer types, however because of their rarity, the efficacy of immunotherapy for these cancers is poorly defined.\n\nThis protocol provides an important opportunity to establish whether the combination of nivolumab \\& ipilimumab has efficacy in these cancers.",
      "detailed_description": "This is a phase 2 clinical trial of nivolumab combined with ipilimumab in subjects with rare cancers. This study will allow an evaluation of the clinical benefit, as measured by progression free survival (PFS) and overall survival (OS), provided by nivolumab combined with ipilimumab. If the safety profile is acceptable and clinically efficacy is seen, this study would support the use of nivolumab combined with ipilimumab in subjects with these cancers.\n\nStudy Rationale Clinically advanced rare cancers pose a significant clinical challenge because evidence based treatments are seldom available for patients suffering from these malignancies. Despite little evidence that shows clinical benefit, these patients are often treated with chemotherapeutic agents that are used in patients with more common malignancies that arise from the same anatomical site. Furthermore, because of small numbers, they are often excluded from clinical trials with newer agents. The rare care project has defined a rare malignancy as a cancer with an incidence of less than 6/100000/year. It is estimated that 42,000 people are diagnosed with a form of rare or less common cancer in Australia every year (www.canceraustralia.gov.au). The cancer specific survival of patients diagnosed with a rare malignancy is significantly lower than with common cancers highlighting the need to improve management and treatment of these patients. Given the recent success of cancer immunotherapy with checkpoint regulators such as ipilimumab and nivolumab in a whole range of different cancer types, it can be postulated that these agents could be beneficial in rare cancers and improve the overall outlook of patients with these conditions. It is proposed here that patient cohorts which fall within three distinct tumour streams will be examined, with all patients receiving ipilimumab and nivolumab as combination immunotherapy. The three tumour streams are defined as: upper GI malignancies (comprising intra-hepatic/ extra-hepatic cholangiocarcinomas,gall bladder cancers and duodenal cancers).); neuroendocrine tumours (inc. Pancreatic, bronchial and intestinal carcinoid tumours) and rare gynaecological tumours (including but will not be limited to: vaginal or vulval carcinomas, clear cell carcinoma of the ovary, low grade serous ovarian cancer, mixed mullarian tumours (carcinosarcoma), sarcomas of the female genital tract and granulosa cell tumours). Although overall response rates for individual tumour types will not be established due to sample size (target 20 patients per tumour stream, n=60 total), descriptive information of individual patient responses will guide immune-directed therapies to responsive rare tumour types and may be broadened to tumour streams.",
      "eligibility_criteria": "Inclusion Criteria:\n\n1. Signed Written Informed Consent\n\n   * Subjects must be willing and able to comply with scheduled visits, treatment schedule, laboratory testing, and other requirements of the study\n2. Target Population\n\n   * Histologically confirmed Upper GI malignancies (Cholangiocarcinoma/ duodenal carcinoma - collect MSI (microsatellite instability) status); Neuroendocrine tumours (inc. pancreatic, bronchial and intestinal carcinoid tumours) and Rare Gynaecological tumours (including but will not be limited to: vaginal or vulval carcinomas, clear cell carcinoma of the ovary, low grade serous ovarian cancer, mixed Mullarian tumours (carcinosarcoma), sarcomas of the female genital tract and granulosa cell tumours).\n   * Eastern Cooperative Oncology Group (ECOG) performance status of 1\n   * Prior systemic therapy is permitted if it was completed at least 4 weeks prior to enrolment, and all related adverse events have either returned to baseline or stabilized or subjects are not suitable for, or if declining established standard therapies.\n   * Prior radiotherapy must have been completed at least 2 weeks prior to study drug administration.\n   * Measurable disease by CT or MRI per RECIST 1.1 criteria\n   * Tumour tissue from an unresectable or metastatic site of disease must be provided for biomarker analyses. If an insufficient amount of tumour tissue from an unresectable or metastatic site is available prior to the start of the screening phase, subjects must consent to allow the acquisition of additional tumour tissue for performance of biomarker analyses.\n   * Screening laboratory values must meet the following criteria and should be obtained within 14 days prior to randomization:\n\n     * WBC (white blood cells) \\> or = to 2000/μL\n     * Neutrophils \\> or = to 1500/μL\n     * Platelets \\> or = to 100 x103/μL\n     * Hemoglobin \\> 9.0 g/dL\n     * Serum creatinine \\< or = to 1.5 x ULN or creatinine clearance (CrCl) 40 mL/min (using the Cockcroft-Gault formula)\n     * AST/ALT (aspartate transaminase/alanine transaminase) \\< or = to 3 x ULN\n     * Total Bilirubin \\< or = to 1.5 x ULN (Upper limit of normal) (except subjects with Gilbert Syndrome, who can have total bilirubin \\< 3.0 mg/dL).\n   * Subject Re-enrolment: This study permits the re-enrolment of a subject that has discontinued the study as a pre-treatment failure (i.e. subject has not been treated) after obtaining agreement from the medical monitor prior to re enrolling a subject. If re-enrolled, the subject must be re-consented.\n3. Age and Reproductive Status\n\n   * Men and women, \\> or = to 18 years of age\n   * Women of childbearing potential (WOCBP) must use method(s) of contraception. WOCBP should therefore use an adequate method to avoid pregnancy for 23 weeks (30 days plus the time required for Nivolumab to undergo five half lives) after the last dose of investigational drug.\n   * Women must have a negative serum or urine pregnancy test (minimum sensitivity 25 IU/L or equivalent units of HCG) within 24 hours prior to the start of investigational product.\n   * Women must not be breastfeeding\n   * Men who are sexually active with WOCBP must use any contraceptive method with a failure rate of less than 1 percent per year. Men that are sexually active with WOCBP must follow instructions for birth control when the half life of the investigational drug is greater than 24 hours, contraception should be continued for a period of 90 days plus the time required for the investigational drug to undergo five half lives. The half life of nivolumab and ipilimumab is up to 25 days and 18 days, respectively. Given the blinded nature of the study, men who are sexually active with WOCBP must continue contraception for 31 weeks (90 days plus the time required for nivolumab to undergo five half lives) after the last dose of investigational drug.\n   * Women who are not of childbearing potential (i.e. who are postmenopausal or surgically sterile and azoospermic men do not require contraception.\n\nExclusion Criteria:\n\n1. Target Disease Exceptions\n\n   * Active brain metastases or leptomeningeal metastases. Subjects with brain metastases are eligible if these have been treated and there is no magnetic resonance imaging (MRI except where contraindicated in which CT scan is acceptable) evidence of progression for at least 8 weeks after treatment is complete and within 28 days prior to first dose of study drug administration. Cases should be discussed with the medical monitor. There must also be no requirement for immunosuppressive doses of systemic corticosteroids (\\> 10 mg/day prednisone equivalents) for at least 2 weeks prior to study drug administration.\n2. Medical History and Concurrent Diseases\n\n   * Prior combination treatment directed against the PD-1/PDL1 (Programmed Death Ligand 1) axis (anti PD 1, anti PD-L1, anti PD L2), and anti CTLA 4 antibody. Prior monotherapy with these agents or other immune-stimulating/regulating agents is permitted.\n   * Any serious or uncontrolled medical disorder that, in the opinion of the investigator, may increase the risk associated with study participation or study drug administration, impair the ability of the subject to receive protocol therapy, or interfere with the interpretation of study results.\n   * Prior malignancy active within the previous 3 years except for locally curable cancers that have been apparently cured, such as basal or squamous cell skin cancer, superficial bladder cancer, or carcinoma in situ of the prostate, cervix, or breast.\n   * Subjects with active, known or suspected autoimmune disease. Subjects with vitiligo, type I diabetes mellitus, residual hypothyroidism due to autoimmune condition only requiring hormone replacement, psoriasis not requiring systemic treatment, or conditions not expected to recur in the absence of an external trigger are permitted to enroll.\n   * Subjects with a condition requiring systemic treatment with either corticosteroids (\\> 10 mg daily prednisone equivalents) or other immunosuppressive medications within 14 days of study drug administration. Inhaled or topical steroids, and adrenal replacement doses \\> 10 mg daily prednisone equivalents are permitted in the absence of active autoimmune disease.\n3. Physical and Laboratory Test Findings\n\n   * Any positive test result for hepatitis B virus or hepatitis C virus indicating acute or chronic infection\n   * Known history of testing positive for human immunodeficiency virus (HIV) or known acquired immunodeficiency syndrome (AIDS).\n4. Allergies and Adverse Drug Reaction\n\n   * History of allergy to study drug components.\n   * History of severe hypersensitivity reaction to any monoclonal antibody.\n5. Sex and Reproductive Status\n\n   * WOCBP who are pregnant or breastfeeding\n   * Women with a positive pregnancy test at enrolment or prior to administration of study medication.\n6. Other Exclusion Criteria\n\n   * Prisoners or subjects who are involuntarily incarcerated\n   * Subjects who are compulsorily detained for treatment of either a psychiatric or physical (e.g. infectious disease) illness.",
      "start_date": "2017-08-22",
      "completion_date": "2023-12-12",
      "primary_outcome": "To determine the clinical efficacy of the combination treatment of ipilimumab with nivolumab in rare cancers.",
      "secondary_outcome": "To identify whether a common predictive biomarker or immune signature can be identified in responding patients that can occur irrespective of tumour type.",
      "sponsor": "Olivia Newton-John Cancer Research Institute",
      "locations": [
        "Border Medical Oncology Unit, Albury, Australia",
        "Blacktown Hospital, Sydney, Australia",
        "Monash Health, Clayton, Australia",
        "Austin Health, Heidelberg, Australia",
        "Peter MacCallum Cancer Centre, Melbourne, Australia"
      ],
      "url": "https://clinicaltrials.gov/study/NCT02923934",
      "has_posted_results": false,
      "has_publications": true,
      "publications_count": 1,
      "publications": [
        {
          "citation": "Klein O, Kee D, Nagrial A, Markman B, Underhill C, Michael M, Jackett L, Lum C, Behren A, Palmer J, Tebbutt NC, Carlino MS, Cebon J. Evaluation of Combination Nivolumab and Ipilimumab Immunotherapy in Patients With Advanced Biliary Tract Cancers: Subgroup Analysis of a Phase 2 Nonrandomized Clinical Trial. JAMA Oncol. 2020 Sep 1;6(9):1405-1409. doi: 10.1001/jamaoncol.2020.2814.",
          "pmid": "32729929",
          "type": "DERIVED"
        }
      ],
      "search_terms_matched": [
        "simple_net_search"
      ],
      "has_publications_flag": true,
      "publication_analysis": {
        "has_listed_publications": true,
        "listed_publications_count": 1,
        "has_results_publications": true,
        "web_search_performed": true,
        "additional_publications_found": 0,
        "total_publications_found": 1,
        "publication_sources": [
          "PMID: 32729929"
        ],
        "analysis_notes": "Found 1 listed publication(s); Listed publications appear to contain results; Online search performed; Web search details: No additional publications found",
        "online_search_results": {
          "nct_id": "NCT02923934",
          "study_title": "A Phase II Trial of Ipilimumab and Nivolumab for the Treatment of Rare Cancers",
          "search_timestamp": 1754562015.767143,
          "pubmed": {
            "publications_found": 0,
            "publications": [],
            "search_successful": false
          },
          "google_scholar": {
            "publications_found": 0,
            "publications": [],
            "search_successful": false
          },
          "congress_abstracts": {
            "abstracts_found": 0,
            "abstracts": [],
            "search_successful": true
          },
          "onclive": {
            "articles_found": 0,
            "articles": [],
            "search_successful": true
          }
        },
        "web_results_summary": "No additional publications found",
        "external_sources_found": []
      },
      "filtering_result": {
        "study_kept": true,
        "filtering_reason": "KEPT: Has publications with results; Has listed publications with results (HasResults-false file)",
        "has_posted_results": false,
        "decision_factors": [
          "Has publications with results",
          "Has listed publications with results (HasResults-false file)"
        ],
        "online_evidence_found": false,
        "external_publications_count": 0,
        "search_confidence": "medium"
      }
    },
    {
      "nct_id": "NCT04696042",
      "title": "Asian Investigation of Lanreotide Autogel® in the Management of GEP-NETs",
      "status": "COMPLETED",
      "phase": "N/A",
      "condition": "Neuroendocrine Tumors",
      "intervention": "Lanreotide autogel",
      "brief_summary": "Lanreotide Autogel® has been established as a standard of care for patients with locally advanced or metastatic GEP-NETs based on the success of CLARINET trial. However, only few patients with Asian ethnicity were included in the trial.\n\nAccording to the nationwide comprehensive study of patients with GEP-NET in Korea, hindgut primary NETs(Rectal) occured more frequently than western countries. However, small intestine or lung primary NET is relatively rare compared with western countries.1) Considering the clinical characteristics of GEP-NETs are distinct between the patients in Asian and Western countries, further evaluation on the efficacy and safety of Lanreotide Autogel® in Asian patients with GEP-NETs is needed.",
      "detailed_description": "",
      "eligibility_criteria": "Inclusion Criteria:\n\n* Written informed consent\n* Male or female subject aged ≥18 years and legally capable to provide informed consent\n* Functioning or non-functioning gastroenteropancreatic (GEP)-neuroendocrine tumor (NET) or unknown primary-NET\n* Well differentiated tumor\n* Grade (G) 1, G2 according to the 2017 World Health Organization (WHO) criteria\n* Subject already treated with Lanreotide Autogel® for the period up to 5 months, according to local standard of care, prior to documentation into this study\n* Use of Lanreotide autogel® monotherapy by local label (SmPC).\n* Concomitant locoregional therapy such as surgery, RFA or TAE is allowed.\n\nExclusion Criteria:\n\n* Parallel participation in an interventional study\n* Lanreotide treatment for more than 5 months prior inclusion into the study\n* Prior anti-proliferative medication with somatostatin analogue (e.g. Octreotide LAR).\n* Concomitant anti-proliferative systemic medication/therapies for GEP-NET are not allowed.",
      "start_date": "2021-01-01",
      "completion_date": "2025-01-27",
      "primary_outcome": "Progression-free survival rate at 2 years",
      "secondary_outcome": "Progression-free survival; Response rates; Disease control rates; Overall survival; Chromogranin A response",
      "sponsor": "Asan Medical Center",
      "locations": [
        "Changhoon Yoo, Seoul, Korea, Republic of"
      ],
      "url": "https://clinicaltrials.gov/study/NCT04696042",
      "has_posted_results": false,
      "has_publications": true,
      "publications_count": 5,
      "publications": [
        {
          "citation": "Gastrointestinal Pathology Study Group of Korean Society of Pathologists; Cho MY, Kim JM, Sohn JH, Kim MJ, Kim KM, Kim WH, Kim H, Kook MC, Park DY, Lee JH, Chang H, Jung ES, Kim HK, Jin SY, Choi JH, Gu MJ, Kim S, Kang MS, Cho CH, Park MI, Kang YK, Kim YW, Yoon SO, Bae HI, Joo M, Moon WS, Kang DY, Chang SJ. Current Trends of the Incidence and Pathological Diagnosis of Gastroenteropancreatic Neuroendocrine Tumors (GEP-NETs) in Korea 2000-2009: Multicenter Study. Cancer Res Treat. 2012 Sep;44(3):157-65. doi: 10.4143/crt.2012.44.3.157. Epub 2012 Sep 30.",
          "pmid": "23091441",
          "type": "BACKGROUND"
        },
        {
          "citation": "Kim SJ, Kim JW, Oh DY, Han SW, Lee SH, Kim DW, Im SA, Kim TY, Heo DS, Bang YJ. Clinical course of neuroendocrine tumors with different origins (the pancreas, gastrointestinal tract, and lung). Am J Clin Oncol. 2012 Dec;35(6):549-56. doi: 10.1097/COC.0b013e31821dee0f.",
          "pmid": "21659833",
          "type": "BACKGROUND"
        },
        {
          "citation": "Pavel M, O'Toole D, Costa F, Capdevila J, Gross D, Kianmanesh R, Krenning E, Knigge U, Salazar R, Pape UF, Oberg K; Vienna Consensus Conference participants. ENETS Consensus Guidelines Update for the Management of Distant Metastatic Disease of Intestinal, Pancreatic, Bronchial Neuroendocrine Neoplasms (NEN) and NEN of Unknown Primary Site. Neuroendocrinology. 2016;103(2):172-85. doi: 10.1159/000443167. Epub 2016 Jan 5. No abstract available.",
          "pmid": "26731013",
          "type": "BACKGROUND"
        },
        {
          "citation": "Kang J, Yoo C, Hwang HS, Hong SM, Kim KP, Kim SY, Hong YS, Kim TW, Ryoo BY. Efficacy and safety of lanreotide in Korean patients with metastatic, well-differentiated gastroenteropancreatic-neuroendocrine tumors: a retrospective analysis. Invest New Drugs. 2019 Aug;37(4):763-770. doi: 10.1007/s10637-018-0710-x. Epub 2018 Dec 10.",
          "pmid": "30536151",
          "type": "BACKGROUND"
        },
        {
          "citation": "Caplin ME, Pavel M, Cwikla JB, Phan AT, Raderer M, Sedlackova E, Cadiot G, Wolin EM, Capdevila J, Wall L, Rindi G, Langley A, Martinez S, Blumberg J, Ruszniewski P; CLARINET Investigators. Lanreotide in metastatic enteropancreatic neuroendocrine tumors. N Engl J Med. 2014 Jul 17;371(3):224-33. doi: 10.1056/NEJMoa1316158.",
          "pmid": "25014687",
          "type": "BACKGROUND"
        }
      ],
      "search_terms_matched": [
        "simple_net_search"
      ],
      "has_publications_flag": true,
      "publication_analysis": {
        "has_listed_publications": true,
        "listed_publications_count": 5,
        "has_results_publications": true,
        "web_search_performed": true,
        "additional_publications_found": 0,
        "total_publications_found": 5,
        "publication_sources": [
          "PMID: 23091441",
          "PMID: 21659833",
          "PMID: 26731013",
          "PMID: 30536151"
        ],
        "analysis_notes": "Found 5 listed publication(s); Listed publications appear to contain results; Online search performed; Web search details: No additional publications found",
        "online_search_results": {
          "nct_id": "NCT04696042",
          "study_title": "Asian Investigation of Lanreotide Autogel® in the Management of GEP-NETs",
          "search_timestamp": 1754562123.825805,
          "pubmed": {
            "publications_found": 0,
            "publications": [],
            "search_successful": false
          },
          "google_scholar": {
            "publications_found": 0,
            "publications": [],
            "search_successful": false
          },
          "congress_abstracts": {
            "abstracts_found": 0,
            "abstracts": [],
            "search_successful": true
          },
          "onclive": {
            "articles_found": 1,
            "articles": [
              {
                "title": "Prolonged Overall Survival Observed With Oral …",
                "url": "https://www.onclive.com/view/prolonged-overall-survival-observed-with-oral-decitabine-cedazuridine-in-mds-and-cmml",
                "source": "Onclive (via Bing)",
                "abstract_text": "",
                "relevance_score": 4.0
              }
            ],
            "search_successful": true
          }
        },
        "web_results_summary": "No additional publications found",
        "external_sources_found": []
      },
      "filtering_result": {
        "study_kept": true,
        "filtering_reason": "KEPT: Has publications with results; Has listed publications with results (HasResults-false file)",
        "has_posted_results": false,
        "decision_factors": [
          "Has publications with results",
          "Has listed publications with results (HasResults-false file)"
        ],
        "online_evidence_found": false,
        "external_publications_count": 0,
        "search_confidence": "medium"
      }
    },
    {
      "nct_id": "NCT03870399",
      "title": "Study of Tamoxifen in Well Differentiated Neuroendocrine Tumors and Hormone Receptor Positive Expression",
      "status": "COMPLETED",
      "phase": "PHASE2",
      "condition": "Neuroendocrine Tumors; Progesterone Receptor Positive Tumor; Estrogen Receptor Positive Tumor",
      "intervention": "Tamoxifen",
      "brief_summary": "This is a single-arm, unicentric, single-stage clinical study of tamoxifen for patients with well differentiated neuroendocrine tumors and radiological progression with positive (\\> 1 percent) HR (estrogen and / or progesterone) expression by IHC. It will evaluate if Tamoxifen exerts antitumor action in patients with well differentiated NET and positive for the expression of HR, estrogen and / or progesterone.",
      "detailed_description": "Neuroendocrine tumors (NET) are rare neoplasms, but with increasing incidence and prevalence in the last decades. Although they may manifest in the most diverse tissues, the vast majority of cases will affect organs of the digestive tract and lung. At diagnosis, more than half of the cases present metastatic disease, and among patients with localized disease, up to one-third will have recurrence of the disease. Unfortunately, the minority of patients with metastatic disease are eligible for curative intent. Although there are many types of NET, they are often studied together as a group because their cells share common histological findings, have special secretory granules, and the ability to secrete bioactive amines and polypeptide hormones. Approximately 25 percent of the tumors present functional hormonal syndromes (situation of great morbidity for these patients), being the carcinoid syndrome, the most common one. From the molecular point of view, these neoplasias are largely dependent on the activation of the mTOR pathway and neoangiogenesis. Another striking feature of neuroendocrine cells is the expression of cell surface hormone receptors whose activation or blockade may exert an important regulatory function. The discovery of somatostatin, and consequently its receptors, is one of the major advances in the treatment of this neoplasm. Due to the increased ability of somatostatin to inhibit the secretion of several hormones, its antitumor property has long been studied. However, only after the development of synthetic long-life formulations can their use be used in clinical practice. Well-differentiated neuroendocrine tumors (G1 and G2 according to World Health Organization (WHO) classification) present in more than 80 percent of somatostatin receptor cases. In this population, the use of somatostatin analogues promotes symptomatic improvement of functioning syndromes in the order of 70 to 77 percent and biochemical improvement around 50 percent . Regarding antiproliferative activity, two phase III studies evaluated the role of octreotide LAR and of lanreotide autogel, both somatostatin analogs, in the population of well differentiated tumors and, almost entirely, somatostatin receptor hyperexpressors when evaluated by octreoscan. In these studies, the use of somatostatin analogue was associated with reduced risk of progression or death from 53 percent to 66 percent when compared to placebo. Currently, this class of drugs is often considered as the first treatment option for patients with progressing metastatic disease, when the strategy of watchful waiting is not opted for (because they are tumors of sometimes indolent behavior, some cases are selected for observation only). In general, there are few options for systemic therapies that are approved for these tumors in addition to somatostatin analogs (mTOR and antiangiogenic inhibitors), none of which clearly demonstrate overall survival gain, are costly and none are available for use in the public health system (SUS). Therefore, it is very important to develop studies with new therapies for patients with NET, especially, molecularly defined therapies with greater access to patients. In this context, other anti-hormonal therapies could be explored in patients with NET, such as the role of the sex hormones estrogen and progesterone, as well as their receptors. A few studies have evaluated the expression of estrogen and progesterone receptors in NET and suggest interesting results. One of the largest series was conducted at the AC Camargo Cancer Center where the immunohistochemical expression of these receptors was evaluated in 96 patients with NET from various sites. About 35 percent of the cases presented positivity for some hormonal receptor (HR) in the tumor tissue. Among the HR positive cases, there was no difference between sex, more frequent in thin, pancreatic and lung tumors and in well differentiated tumors (G1 and G2 by the WHO). Viale et al. Evaluated the expression of progesterone receptors (PR) in 96 patients with pancreatic neuroendocrine tumors. Nuclear immunoreactivity for PR was observed in 58 percent of cases, with no difference in PR expression according to gender, age, or functioning syndromes. About 163 primary tumors of the gastroenteropancreatic site and 115 metastases were evaluated by Zimmermann and colleagues for expression of female hormone receptors. Progesterone receptor was more frequently found in pancreatic tumors and rarely in non-pancreatic (p \\<0.001), estrogen receptor was more frequently expressed in non-pancreatic tumors (\\<0.001) and in women (p: 0.019). There was no difference between primary site and presence of metastases. Apparently, HR positive tumors may present a more favorable evolution. A study evaluated 160 patients with pancreatic neuroendocrine tumors operated for expression by PTEN immunohistochemistry (negative regulator of the mTOR pathway) and PR. Approximately 69 percent of the cases were positive for PR and PTEN, 28 percent were positive for one of the two markers and only 3 percent were negative for both. Combined positivity for PTEN and PR was associated with metastasis-free survival in stages I and II (p \\<0.001) and overall survival in all patients (p \\<0.001), even after adjustment for other prognostic variables. Patients with negative PR and PTEN tumors had the shorter survival times when compared to those who had only one or both markers (p \\<0.001). 9 Similarly, other author demonstrated a retrospective analysis of 277 patients with neuroendocrine tumors (95 percent vs. 76 percent, p \\<0.05), and a higher survival rate (p \\<0.05) than in the control group (p \\<0.05) 0.015). Even rarer in the literature is the role of antiestrogen therapies as a form of control of this neoplasia. Case reports point to antiproliferative activity of tamoxifen in patients with NET and, in some cases, patients presenting more than 12 months of disease control.11 Reports of control of carcinoid syndrome and even regression of associated retroperitoneal fibrosis have also been described. However, the only study to assess the activity of tamoxifen in neuroendocrine tumors dates back to 1984. Sixteen patients were evaluated clinical benefit in only 19 percent of cases and no radiological response. However, in this study, no patient was previously selected for HR tumor expression or degree of differentiation, which the investigators believe limited benefit in disease control. Therefore, based on the premise that there is a need for research and treatment strategies for this rare neoplasm; there is clear therapeutic embezzlement in the public heath system due to the high cost of the treatments approved in the country for this neoplasia; NET are tumors that may present positivity to estrogen and / or progesterone receptors; evidence points to the possibility of antiproliferative effect using hormonal therapy, the investigators propose a phase II study of tamoxifen for patients with well differentiated NET and positive for HR, estrogen and / or progesterone expression.",
      "eligibility_criteria": "Inclusion Criteria:\n\n* Age greater than or equal to 18 years\n* Histological diagnosis of well differentiated NET (typical and atypical lung carcinoids, NET G1, NET G2 of all gastroenteropancreatic sites and pancreatic NET G3 according to WHO 2017 classification) 20 advanced / metastatic, inoperable, with no possibility of curative treatment\n* Immunohistochemical expression ≥ 1 percent for estrogen and / or progesterone receptor\n* Disease with radiological progression (at least 10 percent tumor volume growth) in the last 12 months before day 1 cycle 1.\n* No possibility of established treatments due to lack of access, risk of toxicities or without clinical indication. Patients who meet criteria for watchful waiting (low-dose disease and non-functioning NET) may be included.\n* Measurable disease\n* ECOG performance scale 0 to 2.\n* Adequate organic function as defined by the following criteria:\n\n  * serum aspartate aminotransferase (AST), serum alanine aminotransferase (ALT) ≤ 2.5 times the upper limit of local laboratory normality (LSN-LL);\n  * Total serum bilirubin ≤ 2.0 x ULN-LL;\n  * Absolute neutrophil count ≥ 1,500 / mm\\^3;\n  * Platelet count ≥ 80,000 / mm\\^3;\n  * Hemoglobin ≥ 9.0 g / dL;\n  * Estimated creatinine clearance by the MDRD equation ≥ 30ml / min\n* Albumin ≥ 3.5 g / dL;\n* INR ≤ 1.5\n* Term of free and informed consent signed by the patient or legal representative.\n\nExclusion Criteria:\n\n* Patients already on tamoxifen, but other prior treatment are allowed\n* Patients with aggressive disease requiring cytotoxic therapy or locoregional therapies (eg hepatic embolization)\n* A history of serious clinical or psychiatric illness that, by clinical judgment, may involve participation risk in this study\n* Patients participating in other protocols with experimental drugs.\n* Patients with oral food difficulties.\n* Patients who underwent major recent surgery less than 4 weeks previously.\n* Patients receiving chemotherapy or other oncologic therapy for less than 3 weeks.\n* Patients who use oral anticoagulation\n* Previous history of deep vein thrombosis or pulmonary embolism in the last 12 months.\n* Pregnant or lactating patients.\n* Patients with postmenopausal vaginal bleeding with no defined etiology.\n* Patients with breast cancer who need to use tamoxifen for this neoplasm\n* Another synchronous neoplasm that requires systemic treatment",
      "start_date": "2019-03-13",
      "completion_date": "2023-05-13",
      "primary_outcome": "Disease control rate",
      "secondary_outcome": "Progression-free survival; Rate of Biochemical response; Radiological response rate; Disease control rate; Incidence of Treatment-related Adverse Events",
      "sponsor": "AC Camargo Cancer Center",
      "locations": [
        "H. Lee Moffitt Cancer Center & Research Institute, Tampa, United States",
        "AC Camargo Cancer Center, São Paulo, Brazil"
      ],
      "url": "https://clinicaltrials.gov/study/NCT03870399",
      "has_posted_results": false,
      "has_publications": true,
      "publications_count": 21,
      "publications": [
        {
          "citation": "Yao JC, Hassan M, Phan A, Dagohoy C, Leary C, Mares JE, Abdalla EK, Fleming JB, Vauthey JN, Rashid A, Evans DB. One hundred years after \"carcinoid\": epidemiology of and prognostic factors for neuroendocrine tumors in 35,825 cases in the United States. J Clin Oncol. 2008 Jun 20;26(18):3063-72. doi: 10.1200/JCO.2007.15.4377.",
          "pmid": "18565894",
          "type": "BACKGROUND"
        },
        {
          "citation": "Caplin ME, Buscombe JR, Hilson AJ, Jones AL, Watkinson AF, Burroughs AK. Carcinoid tumour. Lancet. 1998 Sep 5;352(9130):799-805. doi: 10.1016/S0140-6736(98)02286-7.",
          "pmid": "9737302",
          "type": "BACKGROUND"
        },
        {
          "citation": "Modlin IM, Pavel M, Kidd M, Gustafsson BI. Review article: somatostatin analogues in the treatment of gastroenteropancreatic neuroendocrine (carcinoid) tumours. Aliment Pharmacol Ther. 2010 Jan 15;31(2):169-88. doi: 10.1111/j.1365-2036.2009.04174.x. Epub 2009 Oct 21.",
          "pmid": "19845567",
          "type": "BACKGROUND"
        },
        {
          "citation": "Caplin ME, Pavel M, Ruszniewski P. Lanreotide in metastatic enteropancreatic neuroendocrine tumors. N Engl J Med. 2014 Oct 16;371(16):1556-7. doi: 10.1056/NEJMc1409757. No abstract available.",
          "pmid": "25317881",
          "type": "BACKGROUND"
        },
        {
          "citation": "Rinke A, Muller HH, Schade-Brittinger C, Klose KJ, Barth P, Wied M, Mayer C, Aminossadati B, Pape UF, Blaker M, Harder J, Arnold C, Gress T, Arnold R; PROMID Study Group. Placebo-controlled, double-blind, prospective, randomized study on the effect of octreotide LAR in the control of tumor growth in patients with metastatic neuroendocrine midgut tumors: a report from the PROMID Study Group. J Clin Oncol. 2009 Oct 1;27(28):4656-63. doi: 10.1200/JCO.2009.22.8510. Epub 2009 Aug 24.",
          "pmid": "19704057",
          "type": "BACKGROUND"
        },
        {
          "citation": "Viale G, Doglioni C, Gambacorta M, Zamboni G, Coggi G, Bordi C. Progesterone receptor immunoreactivity in pancreatic endocrine tumors. An immunocytochemical study of 156 neuroendocrine tumors of the pancreas, gastrointestinal and respiratory tracts, and skin. Cancer. 1992 Nov 1;70(9):2268-77. doi: 10.1002/1097-0142(19921101)70:93.0.co;2-x.",
          "pmid": "1356613",
          "type": "BACKGROUND"
        },
        {
          "citation": "Zimmermann N, Lazar-Karsten P, Keck T, Billmann F, Schmid S, Brabant G, Thorns C. Expression Pattern of CDX2, Estrogen and Progesterone Receptors in Primary Gastroenteropancreatic Neuroendocrine Tumors and Metastases. Anticancer Res. 2016 Mar;36(3):921-4.",
          "pmid": "26976979",
          "type": "BACKGROUND"
        },
        {
          "citation": "Estrella JS, Broaddus RR, Mathews A, Milton DR, Yao JC, Wang H, Rashid A. Progesterone receptor and PTEN expression predict survival in patients with low- and intermediate-grade pancreatic neuroendocrine tumors. Arch Pathol Lab Med. 2014 Aug;138(8):1027-36. doi: 10.5858/arpa.2013-0195-OA.",
          "pmid": "25076292",
          "type": "BACKGROUND"
        },
        {
          "citation": "Kim SJ, An S, Lee JH, Kim JY, Song KB, Hwang DW, Kim SC, Yu E, Hong SM. Loss of Progesterone Receptor Expression Is an Early Tumorigenesis Event Associated with Tumor Progression and Shorter Survival in Pancreatic Neuroendocrine Tumor Patients. J Pathol Transl Med. 2017 Jul;51(4):388-395. doi: 10.4132/jptm.2017.03.19. Epub 2017 Jun 8.",
          "pmid": "28597868",
          "type": "BACKGROUND"
        },
        {
          "citation": "Arganini M, Spinelli C, Cecchini GM, Miccoli P. Long term treatment with tamoxifen for metastatic carcinoid tumor. Acta Chir Belg. 1989 Jul-Aug;89(4):209-11.",
          "pmid": "2800857",
          "type": "BACKGROUND"
        },
        {
          "citation": "Myers CF, Ershler WB, Tannenbaum MA, Barth R. Tamoxifen and carcinoid tumor. Ann Intern Med. 1982 Mar;96(3):383. doi: 10.7326/0003-4819-96-3-383_1. No abstract available.",
          "pmid": "7059114",
          "type": "BACKGROUND"
        },
        {
          "citation": "Biasco E, Antonuzzo A, Galli L, Baldi GG, Derosa L, Marconcini R, Farnesi A, Ricci S, Falcone A. Small-bowel neuroendocrine tumor and retroperitoneal fibrosis: efficacy of octreotide and tamoxifen. Tumori. 2015 Mar 20;101(1):e24-8. doi: 10.5301/tj.5000259.",
          "pmid": "25702678",
          "type": "BACKGROUND"
        },
        {
          "citation": "Stathopoulos GP, Karvountzis GG, Yiotis J. Tamoxifen in carcinoid syndrome. N Engl J Med. 1981 Jul 2;305(1):52. doi: 10.1056/NEJM198107023050115. No abstract available.",
          "pmid": "7231519",
          "type": "BACKGROUND"
        },
        {
          "citation": "Moertel CG, Engstrom PF, Schutt AJ. Tamoxifen therapy for metastatic carcinoid tumor: a negative study. Ann Intern Med. 1984 Apr;100(4):531-2. doi: 10.7326/0003-4819-100-4-531. No abstract available.",
          "pmid": "6200021",
          "type": "BACKGROUND"
        },
        {
          "citation": "Harvey JM, Clark GM, Osborne CK, Allred DC. Estrogen receptor status by immunohistochemistry is superior to the ligand-binding assay for predicting response to adjuvant endocrine therapy in breast cancer. J Clin Oncol. 1999 May;17(5):1474-81. doi: 10.1200/JCO.1999.17.5.1474.",
          "pmid": "10334533",
          "type": "BACKGROUND"
        },
        {
          "citation": "Goldhirsch A, Glick JH, Gelber RD, Coates AS, Thurlimann B, Senn HJ; Panel members. Meeting highlights: international expert consensus on the primary therapy of early breast cancer 2005. Ann Oncol. 2005 Oct;16(10):1569-83. doi: 10.1093/annonc/mdi326. Epub 2005 Sep 7.",
          "pmid": "16148022",
          "type": "BACKGROUND"
        },
        {
          "citation": "Krebs MG, Hou JM, Sloane R, Lancashire L, Priest L, Nonaka D, Ward TH, Backen A, Clack G, Hughes A, Ranson M, Blackhall FH, Dive C. Analysis of circulating tumor cells in patients with non-small cell lung cancer using epithelial marker-dependent and -independent approaches. J Thorac Oncol. 2012 Feb;7(2):306-15. doi: 10.1097/JTO.0b013e31823c5c16.",
          "pmid": "22173704",
          "type": "BACKGROUND"
        },
        {
          "citation": "Crippa S, Partelli S, Belfiori G, Palucci M, Muffatti F, Adamenko O, Cardinali L, Doglioni C, Zamboni G, Falconi M. Management of neuroendocrine carcinomas of the pancreas (WHO G3): A tailored approach between proliferation and morphology. World J Gastroenterol. 2016 Dec 7;22(45):9944-9953. doi: 10.3748/wjg.v22.i45.9944.",
          "pmid": "28018101",
          "type": "BACKGROUND"
        },
        {
          "citation": "Furr BJ, Jordan VC. The pharmacology and clinical uses of tamoxifen. Pharmacol Ther. 1984;25(2):127-205. doi: 10.1016/0163-7258(84)90043-3. No abstract available.",
          "pmid": "6438654",
          "type": "BACKGROUND"
        },
        {
          "citation": "Shiau AK, Barstad D, Loria PM, Cheng L, Kushner PJ, Agard DA, Greene GL. The structural basis of estrogen receptor/coactivator recognition and the antagonism of this interaction by tamoxifen. Cell. 1998 Dec 23;95(7):927-37. doi: 10.1016/s0092-8674(00)81717-1.",
          "pmid": "9875847",
          "type": "BACKGROUND"
        },
        {
          "citation": "Yao JC, Shah MH, Ito T, Bohas CL, Wolin EM, Van Cutsem E, Hobday TJ, Okusaka T, Capdevila J, de Vries EG, Tomassetti P, Pavel ME, Hoosen S, Haas T, Lincy J, Lebwohl D, Oberg K; RAD001 in Advanced Neuroendocrine Tumors, Third Trial (RADIANT-3) Study Group. Everolimus for advanced pancreatic neuroendocrine tumors. N Engl J Med. 2011 Feb 10;364(6):514-23. doi: 10.1056/NEJMoa1009290.",
          "pmid": "21306238",
          "type": "BACKGROUND"
        }
      ],
      "search_terms_matched": [
        "simple_net_search"
      ],
      "has_publications_flag": true,
      "publication_analysis": {
        "has_listed_publications": true,
        "listed_publications_count": 21,
        "has_results_publications": true,
        "web_search_performed": true,
        "additional_publications_found": 0,
        "total_publications_found": 21,
        "publication_sources": [
          "PMID: 18565894",
          "PMID: 9737302",
          "PMID: 19845567",
          "PMID: 25317881",
          "PMID: 19704057",
          "PMID: 1356613",
          "PMID: 26976979",
          "PMID: 25076292"
        ],
        "analysis_notes": "Found 21 listed publication(s); Listed publications appear to contain results; Online search performed; Web search details: No additional publications found",
        "online_search_results": {
          "nct_id": "NCT03870399",
          "study_title": "Study of Tamoxifen in Well Differentiated Neuroendocrine Tumors and Hormone Receptor Positive Expression",
          "search_timestamp": 1754562135.836865,
          "pubmed": {
            "publications_found": 0,
            "publications": [],
            "search_successful": false
          },
          "google_scholar": {
            "publications_found": 0,
            "publications": [],
            "search_successful": false
          },
          "congress_abstracts": {
            "abstracts_found": 0,
            "abstracts": [],
            "search_successful": true
          },
          "onclive": {
            "articles_found": 0,
            "articles": [],
            "search_successful": true
          }
        },
        "web_results_summary": "No additional publications found",
        "external_sources_found": []
      },
      "filtering_result": {
        "study_kept": true,
        "filtering_reason": "KEPT: Has publications with results; Has listed publications with results (HasResults-false file)",
        "has_posted_results": false,
        "decision_factors": [
          "Has publications with results",
          "Has listed publications with results (HasResults-false file)"
        ],
        "online_evidence_found": false,
        "external_publications_count": 0,
        "search_confidence": "medium"
      }
    },
    {
      "nct_id": "NCT03074513",
      "title": "Atezolizumab and Bevacizumab in Treating Patients With Rare Solid Tumors",
      "status": "ACTIVE_NOT_RECRUITING",
      "phase": "PHASE2",
      "condition": "Appendix Adenocarcinoma; Human Papillomavirus-Related Anal Squamous Cell Carcinoma; Human Papillomavirus-Related Cervical Squamous Cell Carcinoma; Human Papillomavirus-Related Squamous Cell Carcinoma of the Penis; Human Papillomavirus-Related Vulvar Squamous Cell Carcinoma; Neuroendocrine Carcinoma; Pancreatic Neuroendocrine Tumor; Recurrent Merkel Cell Carcinoma; Recurrent Nasopharynx Carcinoma; Recurrent Peritoneal Malignant Mesothelioma; Recurrent Pleural Malignant Mesothelioma; Stage III Merkel Cell Carcinoma AJCC v7; Stage III Nasopharyngeal Carcinoma AJCC v7; Stage III Pleural Malignant Mesothelioma AJCC v7; Stage IV Merkel Cell Carcinoma AJCC v7; Stage IV Nasopharyngeal Carcinoma AJCC v7; Stage IV Pleural Malignant Mesothelioma AJCC v7; Stage IVA Nasopharyngeal Carcinoma AJCC v7; Stage IVB Nasopharyngeal Carcinoma AJCC v7; Stage IVC Nasopharyngeal Carcinoma AJCC v7; Vaginal Squamous Cell Carcinoma, Not Otherwise Specified",
      "intervention": "Atezolizumab; Bevacizumab; Laboratory Biomarker Analysis; Pharmacological Study",
      "brief_summary": "This phase II trial studies how well atezolizumab and bevacizumab work in treating patients with rare solid tumors. Immunotherapy with monoclonal antibodies, such as atezolizumab and bevacizumab, may help the body's immune system attack the cancer, and may interfere with the ability of tumor cells to grow and spread.",
      "detailed_description": "PRIMARY OBJECTIVES:\n\nI. To evaluate the efficacy of atezolizumab when given in combination with bevacizumab (atezo bev).\n\nSECONDARY OBJECTIVES:\n\nI. To evaluate the efficacy of atezo bev. II. To evaluate the safety of atezo + bev.\n\nEXPLORATORY BIOMARKER OBJECTIVES:\n\nI. To identify biomarkers that are predictive of response to atezo bev (i.e., predictive biomarkers), are associated with progression to a more severe disease state (i.e., prognostic biomarkers), are associated with resistance to atezo bev, are associated with susceptibility to developing adverse events, can provide evidence of study treatment activity, or can increase the knowledge and understanding of disease biology.\n\nOUTLINE:\n\nPatients receive atezolizumab and bevacizumab intravenously (IV) over 60 minutes on day 1. Courses repeat every 21 days in the absence of disease progression or unacceptable toxicity.\n\nAfter completion of study treatment, patients are followed up every 3 months.",
      "eligibility_criteria": "Inclusion Criteria:\n\n* Signed informed consent form\n* Ability to comply with the study protocol, in the investigator's judgment\n* Measurable disease according to Response Evaluation Criteria in Solid Tumors (RECIST) version (v) 1.1; previously irradiated lesions can be considered as measurable disease only if progressive disease has been unequivocally documented at that site since radiation; the pleural mesothelioma cohort will require measurable disease according to modified RECIST\n* Eastern Cooperative Oncology Group (ECOG) performance status of 0 or 1\n* Absolute neutrophil count (ANC) \\>= 1.5 x 10\\^9/L without granulocyte colony-stimulating factor support, obtained within 14 days prior to initiation of study treatment\n* Lymphocyte count \\>= 0.5 x 10\\^9/L, obtained within 14 days prior to initiation of study treatment\n* Platelet count \\>= 100 x 10\\^9/L without transfusion, obtained within 14 days prior to initiation of study treatment\n* White blood cell (WBC) count \\>= 2500/ul, obtained within 14 days prior to initiation of study treatment\n* Hemoglobin \\>= 90 g/L (patients may be transfused to meet this criterion), obtained within 14 days prior to initiation of study treatment\n* Aspartate aminotransferase (AST), alanine aminotransferase (ALT), and alkaline phosphatase (ALP) =\\< 2.5 x upper limit of normal (ULN), obtained within 14 days prior to initiation of study treatment, with the following exceptions: patients with documented liver metastases: AST and ALT =\\< 5 x ULN; patients with documented liver or bone metastases: alkaline phosphatase (ALP) =\\< 5 x ULN\n* Serum bilirubin 1.5 x ULN, obtained within 14 days prior to initiation of study treatment\n* Serum creatinine =\\< 1.5 x ULN, obtained within 14 days prior to initiation of study treatment\n* Serum albumin \\>= 2.5 g/dL, obtained within 14 days prior to initiation of study treatment\n* For patients not receiving therapeutic anticoagulation: international normalized ratio (INR) or activated partial thromboplastin time (aPTT) =\\< 1.5 x ULN, obtained within 14 days prior to initiation of study treatment\n* For patients receiving therapeutic anticoagulation: stable anticoagulant regimen\n* For women of childbearing potential: agreement to remain abstinent (refrain from heterosexual intercourse) or use a contraceptive method with a failure rate of \\< 1% per year during the treatment period and for 6 months after the last dose of study treatment\n* A woman is considered to be of childbearing potential if she is postmenarchal, has not reached a postmenopausal state (\\>= 12 continuous months of amenorrhea with no identified cause other than menopause), and has not undergone surgical sterilization (removal of ovaries and/or uterus); examples of contraceptive methods with a failure rate of \\< 1% per year include bilateral tubal ligation, male sterilization, hormonal contraceptives that inhibit ovulation, hormone-releasing intrauterine devices, and copper intrauterine devices; the reliability of sexual abstinence should be evaluated in relation to the duration of the clinical trial and the preferred and usual lifestyle of the patient; periodic abstinence (e.g., calendar, ovulation, symptothermal, or postovulation methods) and withdrawal are not acceptable methods of contraception\n* Appendiceal adenocarcinoma basket\n\n  * Metastatic appendiceal adenocarcinoma\n  * Not considered candidate for curative surgery\n* Nasopharyngeal carcinoma basket\n\n  * Metastatic or locally recurrent disease not amenable to curative intent treatment\n  * Any number of prior therapies, including 0\n* Human papilloma virus-associated cancers\n\n  * Histologically proven squamous carcinoma of the anal canal, penile, vaginal, vulva, or refractory cervical cancer with progression or intolerance to at least one treatment regimen including cisplatin, oxaliplatin or carboplatin will be enrolled; human papilloma virus (HPV) confirmation is not required\n  * Patients must have metastatic disease not amenable to surgical resection\n  * If human immunodeficiency virus (HIV)+ positive, all patients infected with human immunodeficiency virus (HIV) and CD4+ T cell count \\> 400 cells/mm\\^3 may be eligible for study\n  * Patients co-infected with hepatitis B virus and/or hepatitis C virus may be included in this study provided that their liver function tests remain within the limits listed above; patients must be followed by a hepatologist during the course of this study\n* Merkel cell carcinoma basket\n\n  * Metastatic or locally recurrent disease not amenable to curative intent treatment\n  * Prior treatment with CD137 agonists or immune checkpoint blockade therapies, including anti-CTLA-4, anti-PD-1, and anti-PD-L1 therapeutic antibodies\n  * Any number of prior therapies\n* Neuroendocrine tumors, pancreatic basket\n\n  * Grade 1 or grade 2 (or described as low grade, intermediate grade, well differentiated, or moderately differentiated) according to reviewing pathologist\n  * Progressive disease over the preceding 12 months\n  * Any number of prior therapies, including 0\n  * Patients using a somatostatin analogue for symptom control must be on stable doses for 56 days prior to enrollment\n* Neuroendocrine tumors, extrapancreatic basket\n\n  * Grade 1 or grade 2 (or described as low grade, intermediate grade, well differentiated, or moderately differentiated; typical or atypical carcinoid if originating in lung) according to reviewing pathologist\n  * Progressive disease over the preceding 12 months\n  * Any number of prior therapies, including 0\n  * Patients using a somatostatin analogue for symptom control must be on stable doses for 56 days prior to enrollment\n* Peritoneal mesothelioma basket\n\n  * Refractory or intolerant to platinum and pemetrexed systemic therapy\n  * Any number of prior therapies\n* Pleural mesothelioma basket\n\n  * Metastatic or locally recurrent disease not amenable to curative intent treatment\n  * Refractory to platinum and pemetrexed systemic therapy\n  * Any number of prior therapies\n\nExclusion Criteria:\n\n* Treatment for the studied cancer within 28 days prior to initiation of study treatment\n* Treatment with investigational therapy within 28 days prior to initiation of study treatment\n* History of severe allergic, anaphylactic, or other hypersensitivity reactions to chimeric or humanized antibodies or fusion proteins\n* Known hypersensitivity to biopharmaceutical agents produced in Chinese hamster ovary cells\n* Known allergy or hypersensitivity to any component of the atezolizumab formulation\n* Known allergy or hypersensitivity to any component of the bevacizumab formulation\n* Active or history of autoimmune disease or immune deficiency, including, but not limited to, myasthenia gravis, myositis, autoimmune hepatitis, systemic lupus erythematosus, rheumatoid arthritis, inflammatory bowel disease, antiphospholipid antibody syndrome, Wegener granulomatosis, Sjogren's syndrome, Guillain-Barre syndrome, or multiple sclerosis, with the following exceptions: patients with a history of autoimmune-related hypothyroidism who are on thyroid replacement hormone are eligible for the study; patients with controlled type 1 diabetes mellitus who are on an insulin regimen are eligible for the study; patients with eczema, psoriasis, lichen simplex chronicus, or vitiligo with dermatologic manifestations only (e.g., patients with psoriatic arthritis are excluded) are eligible for the study provided all of following conditions are met:\n\n  * Rash must cover \\< 10% of body surface area\n  * Disease is well controlled at baseline and requires only low-potency topical corticosteroids\n  * No occurrence of acute exacerbations of the underlying condition requiring psoralen plus ultraviolet A radiation, methotrexate, retinoids, biologic agents, oral calcineurin inhibitors, or high potency or oral corticosteroids within the previous 12 months\n* Prior allogeneic stem cell or solid organ transplantation\n* History of idiopathic pulmonary fibrosis, organizing pneumonia (e.g., bronchiolitis obliterans), drug-induced pneumonitis, or idiopathic pneumonitis, or evidence of active pneumonitis on screening chest computed tomography (CT) scan; (history of radiation pneumonitis in the radiation field \\[fibrosis\\] is permitted)\n* Positive HIV test at screening (except in cohort 3, HPV-associated cancers)\n* Except in cohort 3, HPV-associated cancers, active hepatitis B virus (HBV) infection (chronic or acute), defined as having a positive hepatitis B surface antigen (HBsAg) test at screening; patients with a past or resolved HBV infection, defined as having a negative HBsAg test and a positive total hepatitis B core antibody (HBcAb) test and negative HBV deoxyribonucleic acid (DNA) test at screening, are eligible for the study\n* Except in cohort 3, HPV-associated cancers active hepatitis C virus (HCV) infection, defined as having a positive HCV antibody test followed by a positive HCV RNA test at screening; the HCV RNA test will be performed only for patients who have a positive HCV antibody test\n* Active tuberculosis\n* Severe infection within 4 weeks prior to initiation of study treatment, including, but not limited to, hospitalization for complications of infection, bacteremia, or severe pneumonia\n* Treatment with therapeutic oral or IV antibiotics within 2 weeks prior to initiation of study treatment; patients receiving prophylactic antibiotics (e.g., to prevent a urinary tract infection or chronic obstructive pulmonary disease exacerbation) are eligible for the study\n* Significant cardiovascular disease, such as New York Heart Association cardiac disease (class II or greater), myocardial infarction, or cerebrovascular accident within 3 months prior to initiation of study treatment, unstable arrhythmia, or unstable angina\n* Major surgical procedure other than for diagnosis within 4 weeks prior to initiation of study treatment, or anticipation of need for a major surgical procedure during the course of the study\n* Treatment with a live, attenuated vaccine within 4 weeks prior to initiation of study treatment, or anticipation of need for such a vaccine during the course of the study, or up to 5 months following the anticipated last dose of atezolizumab\n* Malignancies other than the disease under study within 5 years prior to cycle 1, day 1, with the exception of those with a negligible risk of metastasis or death and with expected curative outcome (such as adequately treated carcinoma in situ of the cervix, basal or squamous cell skin cancer, or ductal carcinoma in situ treated surgically with curative intent) or undergoing active surveillance per standard-of-care management (e.g., chronic lymphocytic leukemia Rai stage 0)\n* Any other disease, metabolic dysfunction, physical examination finding, or clinical laboratory finding that contraindicates the use of an investigational drug, may affect the interpretation of the results, or may render the patient at high risk from treatment complications\n* Except for cohort 4, Merkel cell carcinoma, prior treatment with CD137 agonists or immune checkpoint blockade therapies, including anti-CTLA-4, anti-PD-1, and anti-PD-L1 therapeutic antibodies\n* Treatment with systemic immunostimulatory agents (including, but not limited to, interferon and interleukin 2 \\[IL-2\\]) within 4 weeks or five half-lives of the drug (whichever is longer) prior to initiation of study treatment\n* Treatment with systemic immunosuppressive medication (including, but not limited to, corticosteroids, cyclophosphamide, azathioprine, methotrexate, thalidomide, and anti-TNF-· agents) within 2 weeks prior to initiation of study treatment, or anticipation of need for systemic immunosuppressive medication during the course of the study, with the following exceptions: patients who received low-dose immunosuppressant medication are eligible for the study; patients who received mineralocorticoids (e.g., fludrocortisone), corticosteroids for chronic obstructive pulmonary disease (COPD) or asthma, or low-dose corticosteroids for orthostatic hypotension or adrenal insufficiency are eligible for the study\n* Pregnant or breastfeeding, or intending to become pregnant during the study; women of childbearing potential must have a negative serum pregnancy test result within 14 days prior to initiation of study treatment\n* Inadequately controlled hypertension (defined as systolic blood pressure \\> 150 mmHg and/or diastolic blood pressure \\> 100 mmHg); anti-hypertensive therapy to maintain a systolic blood pressure \\< 150 mmHg and/or diastolic blood pressure \\< 100 mmHg is permitted\n* Prior history of hypertensive crisis or hypertensive encephalopathy\n* History of stroke or transient ischemic attack within 6 months prior to cycle 1, day 1\n* Significant vascular disease (e.g., aortic aneurysm requiring surgical repair or recent peripheral arterial thrombosis) within 6 months prior to cycle 1, day 1\n* Patients with a baseline electrocardiography (ECG) demonstrating a corrected QT (QTc) \\> 460 ms\n* Evidence of bleeding diathesis or clinically significant coagulopathy (in the absence of therapeutic anticoagulation)\n* Current or recent (within 10 calendar days prior to cycle 1, day 1) use of dipyramidole, ticlopidine, clopidogrel, or cilostazol\n* Core biopsy or other minor surgical procedure, excluding placement of a vascular access device, within 7 calendar days prior to the first dose of bevacizumab\n* History of abdominal or tracheoesophageal fistula or gastrointestinal perforation within 6 months prior to cycle 1, day 1\n* Clinical signs or symptoms of gastrointestinal obstruction or requirement for routine parenteral hydration, parenteral nutrition, or tube feeding\n* Evidence of abdominal free air not explained by paracentesis or recent surgical procedure\n* Serious, non-healing or dehiscing wound, active ulcer, or untreated bone fracture\n* Proteinuria, as demonstrated by urine dipstick or \\> 1.0 g of protein in a 24-hour urine collection; all patients with \\>= 2+ protein on dipstick urinalysis at baseline must undergo a 24-hour urine collection for protein\n* Appendiceal adenocarcinoma basket\n\n  * Complete or partial bowel obstruction\n* Epstein-Barr virus-associated nasopharyngeal carcinoma basket:\n\n  * None\n* Human papilloma virus-associated cancers basket\n\n  * None\n* Merkel cell carcinoma basket:\n\n  * None\n* Neuroendocrine tumors, pancreatic basket:\n\n  * Grade 3, poorly differentiated neuroendocrine carcinoma\n  * Large cell or small cell histology\n* Neuroendocrine tumors, extrapancreatic basket:\n\n  * Grade 3, poorly differentiated neuroendocrine carcinoma\n  * Large cell or small cell histology\n* Peritoneal mesothelioma basket:\n\n  * None\n* Pleural mesothelioma basket:\n\n  * None",
      "start_date": "2017-03-03",
      "completion_date": "2025-09-30",
      "primary_outcome": "Objective response",
      "secondary_outcome": "Objective response; Progression free survival; Duration of response; Overall survival; Progression free survival; Duration of response; Incidence of adverse events; Change in targeted vital signs; Change in targeted clinical laboratory test results",
      "sponsor": "M.D. Anderson Cancer Center",
      "locations": [
        "M D Anderson Cancer Center, Houston, United States"
      ],
      "url": "https://clinicaltrials.gov/study/NCT03074513",
      "has_posted_results": false,
      "has_publications": true,
      "publications_count": 1,
      "publications": [
        {
          "citation": "Halperin DM, Liu S, Dasari A, Fogelman D, Bhosale P, Mahvash A, Estrella JS, Rubin L, Morani AC, Knafl M, Overeem TA, Fu SC, Solis LM, Parra Cuentas E, Verma A, Chen HL, Gite S, Subashchandrabose P, Dervin S, Schulze K, Darbonne WC, Yun C, Wistuba II, Futreal PA, Woodman SE, Yao JC. Assessment of Clinical Response Following Atezolizumab and Bevacizumab Treatment in Patients With Neuroendocrine Tumors: A Nonrandomized Clinical Trial. JAMA Oncol. 2022 Jun 1;8(6):904-909. doi: 10.1001/jamaoncol.2022.0212.",
          "pmid": "35389428",
          "type": "DERIVED"
        }
      ],
      "search_terms_matched": [
        "simple_net_search"
      ],
      "has_publications_flag": true,
      "publication_analysis": {
        "has_listed_publications": true,
        "listed_publications_count": 1,
        "has_results_publications": true,
        "web_search_performed": true,
        "additional_publications_found": 0,
        "total_publications_found": 1,
        "publication_sources": [
          "PMID: 35389428"
        ],
        "analysis_notes": "Found 1 listed publication(s); Listed publications appear to contain results; Online search performed; Web search details: No additional publications found",
        "online_search_results": {
          "nct_id": "NCT03074513",
          "study_title": "Atezolizumab and Bevacizumab in Treating Patients With Rare Solid Tumors",
          "search_timestamp": 1754562157.8636367,
          "pubmed": {
            "publications_found": 0,
            "publications": [],
            "search_successful": false
          },
          "google_scholar": {
            "publications_found": 0,
            "publications": [],
            "search_successful": false
          },
          "congress_abstracts": {
            "abstracts_found": 0,
            "abstracts": [],
            "search_successful": true
          },
          "onclive": {
            "articles_found": 0,
            "articles": [],
            "search_successful": true
          }
        },
        "web_results_summary": "No additional publications found",
        "external_sources_found": []
      },
      "filtering_result": {
        "study_kept": true,
        "filtering_reason": "KEPT: Has publications with results; Has listed publications with results (HasResults-false file)",
        "has_posted_results": false,
        "decision_factors": [
          "Has publications with results",
          "Has listed publications with results (HasResults-false file)"
        ],
        "online_evidence_found": false,
        "external_publications_count": 0,
        "search_confidence": "medium"
      }
    },
    {
      "nct_id": "NCT02754297",
      "title": "Personalized PRRT of Neuroendocrine Tumors",
      "status": "ACTIVE_NOT_RECRUITING",
      "phase": "PHASE2",
      "condition": "Neuroendocrine Tumors; Carcinoid Tumor; Carcinoma, Neuroendocrine",
      "intervention": "177Lu-Octreotate",
      "brief_summary": "In this study, peptide receptor radionuclide therapy (PRRT) with 177Lu-Octreotate (LuTate) will be personalized, i.e. administered activity of LuTate will be tailored for each patient to maximize absorbed radiation dose to tumor, while limiting that to healthy organs.\n\nThe purpose of this study is to:\n\n* Assess the objective (radiological), symptomatic and biochemical response rates following an induction course of personalized PRRT;\n* Assess the overall, the disease-specific, and the progression-free survival following P-PRRT;\n* Correlate therapeutic response and survival with tumor absorbed radiation dose;\n* Evaluate the acute, subacute and chronic adverse events following P-PRRT;\n* Correlate toxicity (i.e. occurence and severity of adverse events) with absorbed radiation doses to organs at risk;\n* Optimize the quantitative SPECT imaging-based dosimetry methods in a subset of 20 patients (sub-study funded by the Canadian Institutes of Health Research).\n\nThis study also has a compassionate purpose, which is to provide access to PRRT to patients.",
      "detailed_description": "A prospective, single-center, non-comparative, open phase 2 study. In this study, personalized peptide receptor radionuclide therapy (P-PRRT) with 177Lu-Octreotate (LuTate) will be administered to patients with progressive and/or symptomatic inoperable neuroendocrine tumors (NET) of any origin expressing the somatostatin receptor.\n\nThe primary objective to assess the objective response rate at 3 months following a four-cycle induction course of P-PRRT will be assessed for at least the first 85 participants.\n\nThis study as a compassionate aim to provide access to personalized PRRT patients at CHU de Québec - Université Laval center, and therefore this study has no pre-determined recruitment period duration or limited number of participants, and may remain open as long as necessary to fulfill this aim.\n\nThe study will continue until all participants have completed a minimum follow-up of 5 years. Interim analyses will be conducted annually.",
      "eligibility_criteria": "Inclusion Criteria:\n\n* Patient suffering from a progressive and/or symptomatic NET (any site);\n* Patient ineligible to, or refusing a potentially curative treatment such as surgical resection;\n* Patient who did not respond, is intolerant or refuses other indicated and available palliative treatments;\n* Demonstration of overexpression of somatostatin receptor by tumor lesions by scintigraphic imaging (Octreoscan or 68Ga positron emission tomography.\n\nExclusion Criteria:\n\n* Pregnancy;\n* Breastfeeding;.\n* Very limited survival prognosis (i.e. less than a few weeks, because of the NET disease or any other condition) or Eastern Cooperative Oncology Group (ECOG) 4 performance status;\n* Inability to obtain informed consent of the participant.",
      "start_date": "2016-04-12",
      "completion_date": "2029-04-12",
      "primary_outcome": "Objective response rate (ORR)",
      "secondary_outcome": "Progression-free survival (PFS); Overall survival (OS); Symptomatic response rate; Quality of life response; Biochemical response; Safety determined by type, frequency and severity of adverse events per CTCAE version 4.03 and type, frequency and severity of laboratory toxicities per CTCAE version 4.03",
      "sponsor": "CHU de Quebec-Universite Laval",
      "locations": [
        "CHU de Québec - Université Laval, Quebec City, Canada"
      ],
      "url": "https://clinicaltrials.gov/study/NCT02754297",
      "has_posted_results": false,
      "has_publications": true,
      "publications_count": 1,
      "publications": [
        {
          "citation": "Del Prete M, Buteau FA, Arsenault F, Saighi N, Bouchard LO, Beaulieu A, Beauregard JM. Personalized 177Lu-octreotate peptide receptor radionuclide therapy of neuroendocrine tumours: initial results from the P-PRRT trial. Eur J Nucl Med Mol Imaging. 2019 Mar;46(3):728-742. doi: 10.1007/s00259-018-4209-7. Epub 2018 Nov 30.",
          "pmid": "30506283",
          "type": "DERIVED"
        }
      ],
      "search_terms_matched": [
        "simple_net_search"
      ],
      "has_publications_flag": true,
      "publication_analysis": {
        "has_listed_publications": true,
        "listed_publications_count": 1,
        "has_results_publications": true,
        "web_search_performed": true,
        "additional_publications_found": 0,
        "total_publications_found": 1,
        "publication_sources": [
          "PMID: 30506283"
        ],
        "analysis_notes": "Found 1 listed publication(s); Listed publications appear to contain results; Online search performed; Web search details: No additional publications found",
        "online_search_results": {
          "nct_id": "NCT02754297",
          "study_title": "Personalized PRRT of Neuroendocrine Tumors",
          "search_timestamp": 1754562502.0512729,
          "pubmed": {
            "publications_found": 0,
            "publications": [],
            "search_successful": false
          },
          "google_scholar": {
            "publications_found": 0,
            "publications": [],
            "search_successful": false
          },
          "congress_abstracts": {
            "abstracts_found": 0,
            "abstracts": [],
            "search_successful": true
          },
          "onclive": {
            "articles_found": 0,
            "articles": [],
            "search_successful": true
          }
        },
        "web_results_summary": "No additional publications found",
        "external_sources_found": []
      },
      "filtering_result": {
        "study_kept": true,
        "filtering_reason": "KEPT: Has publications with results; Has listed publications with results (HasResults-false file)",
        "has_posted_results": false,
        "decision_factors": [
          "Has publications with results",
          "Has listed publications with results (HasResults-false file)"
        ],
        "online_evidence_found": false,
        "external_publications_count": 0,
        "search_confidence": "medium"
      }
    },
    {
      "nct_id": "NCT03728361",
      "title": "Nivolumab and Temozolomide in Treating Patients With Recurrent or Refractory Small-Cell Lung Cancer or Advanced Neuroendocrine Cancer",
      "status": "ACTIVE_NOT_RECRUITING",
      "phase": "PHASE2",
      "condition": "Grade I Neuroendocrine Carcinoma; Grade II Neuroendocrine Carcinoma; Grade III Neuroendocrine Carcinoma; Metastatic Neuroendocrine Carcinoma; Neuroendocrine Carcinoma; Recurrent Small Cell Lung Carcinoma; Refractory Small Cell Lung Carcinoma; Lung Cancer Stage IV; Large Cell Neuroendocrine Carcinoma; Neuroendocrine Tumors; Small Cell Lung Cancer Metastatic; Small-cell Lung Cancer",
      "intervention": "Nivolumab; Temozolomide",
      "brief_summary": "This phase II trial studies how well nivolumab and temozolomide work in treating patients with small-cell lung cancer that has come back or does not respond to treatment, or neuroendocrine cancer that has spread to other places in the body. Immunotherapy with monoclonal antibodies, such as nivolumab, may help the body's immune system attack the cancer, and may interfere with the ability of tumor cells to grow and spread. Drugs used in chemotherapy, such as temozolomide, work in different ways to stop the growth of tumor cells, either by killing the cells, by stopping them from dividing, or by stopping them from spreading. Giving nivolumab and temozolomide may work better in treating patients with small-cell lung cancer and neuroendocrine cancer.",
      "detailed_description": "PRIMARY OBJECTIVES:\n\nI. To evaluate the efficacy (using response rate per RECIST v1.1) of nivolumab and temozolomide for the treatment of patients with either small cell lung cancer that have progressed or recurred after prior platinum-based chemotherapy and immunotherapy (cohort 1), or progressive metastatic neuroendocrine carcinoma of any grade or primary site in any line of therapy (cohort 2).\n\nSECONDARY OBJECTIVES:\n\nI. To evaluate the safety profile and toxicity of combination nivolumab and temozolomide as per Common Terminology Criteria for Adverse Events (CTCAE) version (v.) 5.0.\n\nII. To evaluate the progression free survival (PFS) and overall survival (OS) of patients treated with combination nivolumab and temozolomide.\n\nIII. To evaluate the central nervous system (CNS) PFS of patients with small cell lung cancer (SCLC) treated with nivolumab and temozolomide.\n\nEXPLORATORY OBJECTIVES:\n\nI. To determine whether treatment with nivolumab and temozolomide leads to a decrease in immune-suppressive cell populations (ie myeloid-derived suppressor cells \\[MDSC\\]) in peripheral blood.\n\nII. To determine whether objective response rate (ORR), PFS, OS vary by tumor O6-methylguanine deoxyribonucleic acid (DNA) methyltransferase (MGMT) methylation at baseline.\n\nIII. To determine whether baseline tumor mutational burden is predictive of response to therapy in patients with SCLC treated with nivolumab and temozolomide.\n\nIV. To determine whether changes in blood based mutation burden during treatment may predict clinical benefit.\n\nV. To determine whether a composite immune and tumor cell staining score can be developed with or without PD-L1 by immunohistochemistry (IHC) to predict response in the SCLC cohort.\n\nOUTLINE:\n\nPatients receive nivolumab intravenously (IV) on day 1 of a 28 day cycle. Patients also receive temozolomide orally (PO) on days 1-5. Courses repeat every 28 days in the absence of disease progression or unacceptable toxicity.\n\nAfter completion of study treatment, patients are followed up at 30 days, every 8 weeks for 12 months, then every 12 weeks thereafter.",
      "eligibility_criteria": "Inclusion Criteria:\n\n* Be willing and able to provide written informed consent/assent for the trial\n* For Cohort 1: Have histologically or cytologically-documented diagnosis of advanced (metastatic and/or unresectable) small cell lung cancer and have progressed or recurred after platinum-based chemotherapy with immunotherapy. Eligible patients will be defined as follows:\n\n  * Sensitive disease: Patients who had one previous line of chemotherapy and relapsed after \\> 90 days of completion of treatment\n  * Refractory disease: Patients with no response to first-line chemotherapy or progression \\< 90 days after completing treatment.\n  * For cohort 1: maximum of 2 prior lines of therapy is allowed (ie second or third line treatment)\n* For Cohort 2: Have histologically or cytologically-documented diagnosis of advanced (metastatic and/or unresectable) neuroendocrine tumor/carcinoma of any grade (World Health Organization \\[WHO\\] Grade 1-3) of any origin, in any line of therapy (ie both treatment na?ve and pre-treated patients allowed), and have clinical or biochemical or radiographic progression in the 12 months prior to study registration. Concomitant use of a somatostatin analogue is allowed, as long as patients have been on a stable dose for at least 2 months\n* Have measurable disease based on Response Evaluation Criteria in Solid Tumors (RECIST) 1.1.\n* For Cohort 1: Availability of a recent formalin-fixed, paraffin-embedded (FFPE) tumor tissue block. A recently obtained archival FFPE tumor tissue block from a primary or metastatic tumor resection or biopsy can be provided if it was obtained within 1 year of trial screening. Patients with tumor specimens older than 1 year may still be eligible if deemed so by study sponsor. For Cohort 2: archival tissue as above is preferred, but not required for trial entry. Verification of tumor burden in the biopsy is encouraged. For optimal biomarker results, tumor content should be \\> 30% of total tissue area\n* Be willing to provide peripheral blood samples at screening and day 1 of cycles 1, 2 and 3 as well as at progressive disease for correlative studies\n* Have a performance status of 0 or 1 on the Eastern Cooperative Oncology Group (ECOG) performance scale\n* Life expectancy greater than 3 months\n* Ability to swallow and retain oral medication\n* Absolute neutrophil count (ANC) \\>= 1,500 /mcL (performed within 28 days of treatment initiation)\n* Platelets \\>= 100,000 / mcL (performed within 28 days of treatment initiation)\n* Serum creatinine =\\< 2.0 x upper limit of normal (ULN) OR measured or calculated creatinine clearance (CrCl) (glomerular filtration rate \\[GFR\\] can also be used in place of creatinine or CrCl) \\>= 50 mL/min as estimated by Cockcroft and Gault formula for subject with creatinine levels \\> 2 X institutional ULN (performed within 28 days of treatment initiation)\n\n  * Creatinine clearance should be calculated per institutional standard\n* Serum total bilirubin =\\< 1.5 x ULN OR direct bilirubin =\\< ULN for subjects with total bilirubin levels \\> 1.5 ULN (performed within 28 days of treatment initiation)\n* Aspartate aminotransferase (AST) (serum glutamic-oxaloacetic transaminase \\[SGOT\\]) and Alanine aminotransferase (ALT) (serum glutamate pyruvate transaminase \\[SGPT\\]) =\\< 2.5 x ULN OR =\\< 5 x ULN for subjects with liver metastases (performed within 28 days of treatment initiation)\n\n  * Both values must be in the specified range\n* Albumin \\>= 2.5 mg/dL (performed within 28 days of treatment initiation)\n* International normalized ratio (INR) or prothrombin time (PT) =\\< 1.5 x ULN unless subject is receiving anticoagulant therapy as long as PT or partial thromboplastin time (PTT) is within therapeutic range of intended use of anticoagulants (performed within 28 days of treatment initiation)\n* Activated partial thromboplastin time (aPTT) =\\< 1.5 x ULN unless subject is receiving anticoagulant therapy as long as PT or PTT is within therapeutic range of intended use of anticoagulants (performed within 28 days of treatment initiation)\n* Female subject of childbearing potential should have a negative urine or serum pregnancy within 72 hours prior to receiving the first dose of study medication. If the urine test is positive or cannot be confirmed as negative, a serum pregnancy test will be required\n* Female subjects of childbearing potential should be willing to use 2 methods of birth control or be surgically sterile, or abstain from heterosexual activity and not donate eggs for the course of the study through 120 days after the last dose of study medication. Subjects should agree to ongoing pregnancy testing during the course of the study and after the end of study therapy. Female subjects of childbearing potential are those who have not been surgically sterilized or have not been free from menses for \\> 1 year\n\nExclusion Criteria:\n\n* Is currently participating and receiving study therapy or has participated in a study of an investigational agent and received study therapy or used an investigational device within 4 weeks of the first dose of treatment\n* Has received prior temozolomide therapy\n* Prior immunotherapy with checkpoint inhibitors (including antibodies to PD-1, PD-L1, is allowed only in Cohort 1 and must have been given in combination with chemotherapy as part of first line treatment. Prior CTLA-4 therapy is excluded in both cohorts.\n* Has a diagnosis of immunodeficiency or is receiving systemic steroid therapy or any other form of immunosuppressive therapy within 7 days prior to the first dose of trial treatment\n* Has a known history of active TB (Bacillus Tuberculosis)\n* Hypersensitivity to nivolumab or temozolomide or any of their excipients\n* Has had prior chemotherapy, targeted small molecule therapy, or radiation therapy within 2 weeks prior to study day 1 or who has not recovered (i.e., =\\< grade 1 or at baseline) from adverse events due to a previously administered agent\n\n  * Note: Subjects with =\\< grade 2 neuropathy due to chemotherapy are an exception to this criterion and may qualify for the study\n  * Note: If subject received major surgery, they must have recovered adequately from the toxicity and/or complications from the intervention prior to starting therapy\n* Has a known additional malignancy that is progressing or requires active treatment\n* Has symptomatic central nervous system (CNS) metastases and/or carcinomatous meningitis. Subjects with asymptomatic lesions will be eligible if considered appropriate by the treating physician. Subjects with previously treated brain metastases may participate provided they are stable (without evidence of progression by imaging for at least two weeks prior to the first dose of trial treatment and any neurologic symptoms have returned to baseline), have no evidence of new or enlarging brain metastases, and are not requiring steroids (or are on a stable or decreasing dose of steroids equivalent to 10 mg prednisone or less) for at least 7 days prior to trial treatment. This exception does not include carcinomatous meningitis which is excluded regardless of clinical stability\n* Has active autoimmune disease, including myasthenic syndrome, which has required systemic treatment in the past 2 years (i.e. with use of disease modifying agents, corticosteroids or immunosuppressive drugs). Replacement therapy (eg., thyroxine, insulin, or physiologic corticosteroid replacement therapy for adrenal or pituitary insufficiency, etc.) is not considered a form of systemic treatment\n* Has an active infection requiring systemic therapy\n* Has a history or current evidence of any condition, therapy, or laboratory abnormality that might confound the results of the trial, interfere with the subject?s participation for the full duration of the trial, or is not in the best interest of the subject to participate, in the opinion of the treating investigator\n* Has known psychiatric or substance abuse disorders that would interfere with cooperation with the requirements of the trial\n* Is pregnant or breastfeeding, or expecting to conceive within the projected duration of the trial, starting with the pre-screening or screening visit through 5 months after the last dose of trial treatment\n* Has a known history of human immunodeficiency virus (HIV) (HIV 1/2 antibodies)\n* Has known active hepatitis B (e.g., hepatitis B surface antigen \\[HBsAg\\] reactive) or hepatitis C (e.g., hepatitis C virus \\[HCV\\] ribonucleic acid \\[RNA\\] \\[qualitative\\] is detected)\n* Any condition which in the Investigator?s opinion deems the participant an unsuitable candidate to receive study drug",
      "start_date": "2018-12-31",
      "completion_date": "2026-10-31",
      "primary_outcome": "Objective response rate (ORR) as measured by Response Evaluation Criteria in Solid Tumors (RECIST) 1.1 criteria",
      "secondary_outcome": "Incidence of adverse events graded according to Common Terminology Criteria for Adverse Events (CTCAE) version 5.0; Progression-free survival (PFS); Central nervous system (CNS) PFS; Overall survival (OS) of patients",
      "sponsor": "Dwight Owen",
      "locations": [
        "Ohio State University Comprehensive Cancer Center-COHORT 1, Columbus, United States",
        "Ohio State University Comprehensive Cancer Center-COHORT 2, Columbus, United States"
      ],
      "url": "https://clinicaltrials.gov/study/NCT03728361",
      "has_posted_results": false,
      "has_publications": true,
      "publications_count": 1,
      "publications": [
        {
          "citation": "Owen DH, Benner B, Pilcher C, Good L, Savardekar H, Norman R, Ghattas C, Shah M, Konda B, Verschraegen CF, Wesolowski R, Behbehani GK, Carson WE, Otterson GA. Deep and Durable Response to Nivolumab and Temozolomide in Small-Cell Lung Cancer Associated With an Early Decrease in Myeloid-Derived Suppressor Cells. Clin Lung Cancer. 2021 Jul;22(4):e487-e497. doi: 10.1016/j.cllc.2020.10.018. Epub 2020 Nov 2.",
          "pmid": "33234490",
          "type": "DERIVED"
        }
      ],
      "search_terms_matched": [
        "simple_net_search"
      ],
      "has_publications_flag": true,
      "publication_analysis": {
        "has_listed_publications": true,
        "listed_publications_count": 1,
        "has_results_publications": true,
        "web_search_performed": true,
        "additional_publications_found": 0,
        "total_publications_found": 1,
        "publication_sources": [
          "PMID: 33234490"
        ],
        "analysis_notes": "Found 1 listed publication(s); Listed publications appear to contain results; Online search performed; Web search details: No additional publications found",
        "online_search_results": {
          "nct_id": "NCT03728361",
          "study_title": "Nivolumab and Temozolomide in Treating Patients With Recurrent or Refractory Small-Cell Lung Cancer or Advanced Neuroendocrine Cancer",
          "search_timestamp": 1754562513.980395,
          "pubmed": {
            "publications_found": 0,
            "publications": [],
            "search_successful": false
          },
          "google_scholar": {
            "publications_found": 0,
            "publications": [],
            "search_successful": false
          },
          "congress_abstracts": {
            "abstracts_found": 0,
            "abstracts": [],
            "search_successful": true
          },
          "onclive": {
            "articles_found": 1,
            "articles": [
              {
                "title": "Temozolomide Plus Nivolumab Shows Efficacy in …",
                "url": "https://www.onclive.com/view/temozolomide-plus-nivolumab-shows-efficacy-in-previously-treated-es-sclc",
                "source": "Onclive (via Bing)",
                "abstract_text": "",
                "relevance_score": 2.0
              }
            ],
            "search_successful": true
          }
        },
        "web_results_summary": "No additional publications found",
        "external_sources_found": []
      },
      "filtering_result": {
        "study_kept": true,
        "filtering_reason": "KEPT: Has publications with results; Has listed publications with results (HasResults-false file)",
        "has_posted_results": false,
        "decision_factors": [
          "Has publications with results",
          "Has listed publications with results (HasResults-false file)"
        ],
        "online_evidence_found": false,
        "external_publications_count": 0,
        "search_confidence": "medium"
      }
    },
    {
      "nct_id": "NCT04552847",
      "title": "Al18F-NOTA-octreotide PET Imaging in Neuroendocrine Tumors",
      "status": "COMPLETED",
      "phase": "PHASE2",
      "condition": "Neuroendocrine Tumors",
      "intervention": "Al18F-NOTA-octreotide; PET/CT; PET/MR",
      "brief_summary": "The aim of this study is to evaluate the diagnostic performance of Al18F-NOTA-octreotide PET imaging in comparison with the current golden standard, 68Ga-DOTA-somatostatin analog PET, in neuroendocrine tumor patients.",
      "detailed_description": "Part A (main part of the trial):\n\nSeventy-five neuroendocrine tumor (NET) patients (M/F, aged 18 years and older) with a routine clinical 68Ga-DOTA-somatostin analog (SSA) PET/CT performed in the last three months or scheduled within three months, will undergo a whole-body Al18F-NOTA-octreotide PET/CT.\n\nPart B:\n\nAt least 10, possibly up to 20 NET patients (M/F, aged 18 years and older) with a routine clinical 68Ga-DOTA-SSA PET/CT performed in the last three months or scheduled within three months, will undergo a whole-body Al18F-NOTA-octreotide PET/MR.",
      "eligibility_criteria": "Inclusion Criteria:\n\n* Subject is aged over 18 years.\n* Signed Informed Consent.\n* Subject is diagnosed with a histologically and/or cytologically confirmed neuroendocrine tumor of all grades of gastroenteropancreatic, pulmonary, neural crest or unknown primary origin.\n* Subject should have at least one known tumoral lesion below the level of the submandibular and parotid glands with either a minimum size of 1 cm in at least one dimension on morphological imaging (CT, MRI, ultrasound), or a maximal standardized uptake value (SUVmax) of at least 10 on 68Ga-DOTA-SSA PET, in both cases performed within 4 months prior to study scan. A positive lesion is defined as a volume of increased tracer uptake compared to background, deemed to be caused by the presence of NET cells, and that is unlikely to be attributed to physiological or benign etiology (e.g. inflammation, blood pool retention, excretion, etc.).\n* Subject should have a routine clinical 68Ga-DOTA-SSA PET/CT performed within three months prior to the study scan or scheduled within three months after the study scan.\n* Female subjects should be (a) post-menopausal, or (b) surgically sterile, or (c) using effective contraceptive with negative pregnancy test.\n\nExclusion Criteria:\n\nPart A and B:\n\n* Subject has a previous or ongoing recurrent or chronic disease, other than a neuroendocrine tumor, at high risk to interfere with the performance or evaluation of the trial according to the judgement of the investigator.\n* Subject has had exposure to ionizing radiation (\\> 1 mSv) in other research studies within the last 12 months.\n* Subject has recently (\\< 30 days or 5 times the plasma half-life of the investigated drug, whichever is longest) participated or is simultaneously participating in another prospective interventional clinical trial.\n* Subject is unwilling to avoid unusual, unaccustomed, or strenuous physical activity (i.e. weight lifting, running, bicycling) beginning 4 days prior to tracer injection up to 1 day after tracer injection.\n* Subject is potentially pregnant (urinary hCG test can be performed in case of doubt) or is breast-feeding.\n* Subject is unwilling or unable to perform all of the study procedures, or is considered unsuitable in any way by the principal investigator.\n* Subject does not understand the study procedure.\n* Subject is mentally or legally incapacitated.\n\nOnly for part B:\n\n* Subject has a contra-indication for MR scanning.\n* Subject suffers from claustrophobia or cannot tolerate confinement during PET/MR scanning.\n* Subject has an impaired renal function: estimated glomerular filtration rate (eGFR) \\< 30 ml/min/1.73m² (the last known value may not date from more than 3 months prior to the study PET/MR; if not available a blood analysis may be performed as part of the trial).\n* Subject suffers from diseases for which butylhyoscine bromide (Buscopan®) is contra-indicated: glaucoma, paralytic ileus, severe colitis ulcerosa or myasthenia gravis.",
      "start_date": "2020-10-07",
      "completion_date": "2022-02-08",
      "primary_outcome": "Differential detection ratio (DDR)",
      "secondary_outcome": "Lesion detection rate on the organ level; Lesion uptake; Clinical impact on TNM staging or patient management; Lesion detection rate according to the specific 68Ga-DOTA-SSA used for the routine PET scan; Lesion detection rate according to tumor grade; Overall diagnostic image quality according to a five-point Likert-scale; Lesion conspicuity according to a five-point Likert-scale; Diagnostic confidence according to a five-point Likert-scale; Whole-body MRI correlate of the lesions detected by the PET scans; Effect of Al18F-NOTA-octreotide injection on blood pressure; Effect of Al18F-NOTA-octreotide injection on heart rate",
      "sponsor": "Universitaire Ziekenhuizen KU Leuven",
      "locations": [
        "Universitaire Ziekenhuizen Leuven, Leuven, Belgium"
      ],
      "url": "https://clinicaltrials.gov/study/NCT04552847",
      "has_posted_results": false,
      "has_publications": true,
      "publications_count": 2,
      "publications": [
        {
          "citation": "Pauwels E, Cleeren F, Tshibangu T, Koole M, Serdons K, Dekervel J, Van Cutsem E, Verslype C, Van Laere K, Bormans G, Deroose CM. [18F]AlF-NOTA-octreotide PET imaging: biodistribution, dosimetry and first comparison with [68Ga]Ga-DOTATATE in neuroendocrine tumour patients. Eur J Nucl Med Mol Imaging. 2020 Dec;47(13):3033-3046. doi: 10.1007/s00259-020-04918-4. Epub 2020 Jul 2.",
          "pmid": "32617641",
          "type": "BACKGROUND"
        },
        {
          "citation": "Pauwels E, Cleeren F, Tshibangu T, Koole M, Serdons K, Boeckxstaens L, Dekervel J, Vandamme T, Lybaert W, den Broeck BV, Laenen A, Clement PM, Geboes K, Cutsem EV, Stroobants S, Verslype C, Bormans G, Deroose CM. 18F-AlF-NOTA-Octreotide Outperforms 68Ga-DOTATATE/NOC PET in Neuroendocrine Tumor Patients: Results from a Prospective, Multicenter Study. J Nucl Med. 2023 Apr;64(4):632-638. doi: 10.2967/jnumed.122.264563. Epub 2022 Oct 20.",
          "pmid": "36265911",
          "type": "DERIVED"
        }
      ],
      "search_terms_matched": [
        "simple_net_search"
      ],
      "has_publications_flag": true,
      "publication_analysis": {
        "has_listed_publications": true,
        "listed_publications_count": 2,
        "has_results_publications": true,
        "web_search_performed": true,
        "additional_publications_found": 0,
        "total_publications_found": 2,
        "publication_sources": [
          "PMID: 32617641",
          "PMID: 36265911"
        ],
        "analysis_notes": "Found 2 listed publication(s); Listed publications appear to contain results; Online search performed; Web search details: No additional publications found",
        "online_search_results": {
          "nct_id": "NCT04552847",
          "study_title": "Al18F-NOTA-octreotide PET Imaging in Neuroendocrine Tumors",
          "search_timestamp": 1754562654.0928972,
          "pubmed": {
            "publications_found": 0,
            "publications": [],
            "search_successful": false
          },
          "google_scholar": {
            "publications_found": 0,
            "publications": [],
            "search_successful": false
          },
          "congress_abstracts": {
            "abstracts_found": 0,
            "abstracts": [],
            "search_successful": true
          },
          "onclive": {
            "articles_found": 0,
            "articles": [],
            "search_successful": true
          }
        },
        "web_results_summary": "No additional publications found",
        "external_sources_found": []
      },
      "filtering_result": {
        "study_kept": true,
        "filtering_reason": "KEPT: Has publications with results; Has listed publications with results (HasResults-false file)",
        "has_posted_results": false,
        "decision_factors": [
          "Has publications with results",
          "Has listed publications with results (HasResults-false file)"
        ],
        "online_evidence_found": false,
        "external_publications_count": 0,
        "search_confidence": "medium"
      }
    },
    {
      "nct_id": "NCT05255133",
      "title": "A Study to Evaluate the Value of Circulating Tumour DNA in Follow-up of Patients with an Advanced Gastroenteropancreatic or Lung Neuroendocrine Tumour Under Everolimus +- SSA Treatment",
      "status": "COMPLETED",
      "phase": "NA",
      "condition": "Neuroendocrine Tumors",
      "intervention": "Liquid biopsies; Scans (CT, gallium-68 DOTATE/TOC/NOC PET-CT)",
      "brief_summary": "Prospective, multicentric, single arm, POC study to evaluate the value of CtDNA in follow-up of patients treated with everolimus, with or without somatostatin analogues for advanced gastroenteropancreatic or lung neuroendocrine tumours.",
      "detailed_description": "Prospective, multicentric, single arm, POC study to evaluate the value of CtDNA in follow-up of patients treated with everolimus, with or without somatostatin analogues for advanced gastroenteropancreatic or lung neuroendocrine tumours. Inclusion is possible after proven progressive disease on CT and/or DOTANOC scan (at physician's discretion) and decision of physician to start everolimus ± SSA treatment. During the study, CT and/or DOTANOC scans (thorax/abdomen/pelvis) (at physician's discretion) will be performed to detect progressive disease and CtDNA levels will be measured from the start of the treatment. The changes in CtDNA levels will be correlated to the tumour disease progression based on imaging (RECIST 1.1 and or PERCIST 1.0 (if available)) and laboratory and clinical markers. Characterization of CtDNA will be based on detection of tumour-specific alterations (i.e. mutations, copy number alterations and DNA methylation) using next-generation sequencing, digital droplet PCR and a photoelectrochemical biosensor. The identification of tumour-specific mutations will be done using next-generation sequencing of tumour tissue.",
      "eligibility_criteria": "Inclusion Criteria:\n\n* Age ≥18 years\n* Written informed consent prior to any study-related procedure\n* Eastern Cooperative Oncology Group (ECOG) performance status ≤ 2\n* Histological proven diagnosis of a well or moderately differentiated GEP-NET (WHO2017 grade 1,2,3 neuroendocrine tumour)\n* Documented progressive gastroenteropancreatic or lung neuroendocrine tumour by means of imaging and based upon the RECIST 1.1 criteria and/or PERCIST 1.0 criteria (if available) for which the treating physician has decided to treat with everolimus ± SSA treatment\n* Presenting a positive CT and/or DOTANOC scan (at physician's discretion) at study entry with a measurable tumour lesion \\> 1 cm (CT scan with a maximum slice thickness of 5 mm); baseline CT and/or DOTANOC scan performed up to 28 days prior start of treatment\n* NO previous treatment with everolimus\n* Adequate bone marrow and coagulation function as shown by:\n\n  1. Haemoglobin ≥ 9.0 g/dL\n  2. ANC ≥ 1,500/mm3 (≥1.5 x 109/L)\n  3. Platelets ≥ 100,000/mm3 (≥ 100x 109/L)\n  4. INR ≤ 2.0\n* Adequate liver function as shown by:\n\n  1. Alanine aminotransferase and aspartate aminotransferase ≤2.5xULN (Upper limit of normal) (or ≤ 5 if hepatic metastases are present)\n  2. Total serum bilirubin ≤ 1.5 x ULN (≤ 3 ULN for patients known to have Gilbert Syndrome)\n* Adequate renal function as shown by Serum creatinine≤ 1.5 x ULN\n* Fasting serum cholesterol, triglycerides and glucose\n\n  1. Fasting serum cholesterol ≤ 300 mg/dL or 7.75 mmol/L\n  2. Fasting triglycerides ≤ 2.5 x ULN\n  3. Fasting glucose \\< 1.5 x ULN\n* Availability of FFPE tissue of GEP-NET or lung NET tumour tissue or patient willing to have a new biopsy in case of non-availability of tissue\n\nExclusion Criteria:\n\n* Patients with only non-measurable lesions by CT\n* Known hypersensitivity to mTOR inhibitors, e.g. sirolimus (rapamycin) or other contra-indications for everolimus ± SSA treatment\n* Unavailable archival tissue and patient unwilling to have a new biopsy\n* Prior treatment with everolimus\n* History of drug hypersensitivity with a similar chemical structure to lanreotide Autogel 120mg, sandostatin LAR or everolimus\n* Unresolved Grade 3 or 4 toxicity from prior therapy, including experimental therapy\n* History or clinical evidence of other malignancy within 3 years prior to enrolment, with the exception of adequately treated in-situ carcinoma of the cervix, uteri, basal or squamous cell carcinoma or non-melanomatous skin cancer\n* Major surgery within 4 weeks of first dose administration\n* History of symptomatic brain metastases or other central nervous system metastases.\n* Patients receiving concomitant immunosuppressive agents or chronic corticosteroid use at the time of study entry except in cases outlined below:\n\n  1. Topical applications (e.g. rash)\n  2. Inhaled sprays (e.g. obstructive airways disease)\n  3. Eye drops\n  4. Local injections (e.g. intra-articular)\n  5. Stable low dose of corticosteroids for at least two weeks before enrolment\n* Patients with known HIV seropositivity. Screening for HIV infection at baseline is not required\n* Acute and chronic, active infectious disorders (including hepatitis patients)\n* Chronic pulmonary medical conditions or acute respiratory problems\n* Active bleeding diathesis\n* On oral anti-vitamin K medication with an INR ≥3\n* Any severe uncontrolled medical condition such as:\n\n  1. Unstable angina pectoris, symptomatic congestive heart failure, myocardial infarction ≤ 6 months prior to enrolment, uncontrolled cardiac arrhythmia\n  2. Uncontrolled diabetes defined as fasting glycemia \\> 150 mg/dl.\n  3. Acute and chronic, active infectious disorders and non-malignant medical illnesses that are uncontrolled or whose control may be jeopardized by the complications of this study therapy.\n  4. Symptomatic deterioration of lung function\n* Patients being treated with drugs recognized as being strong inhibitors or inducers of the isoenzyme CYP3A (Rifabutin, Rifampicin, Clarithromycin, Ketoconazole, Itraconazoleonazole, Voriconazole, Ritonavir, Telithromycin) within the last 5 days prior to enrolment\n* Patients that will likely require treatment during the study with drugs that are not permitted by the study protocol.\n* History of non-compliance to medical regimens\n* Concurrent anti-cancer treatment in another investigational trial, other than the everolimus ± SSA treatment\n* Patients that are likely to require any additional concomitant treatment with anti-proliferative effect for the pancreatic neuroendocrine tumour\n* Patients unwilling or unable to comply with the protocol or patients with mental condition rendering the patient unable to understand the nature, scope and possible consequences of the study, and/or evidence of an uncooperative attitude\n* Any abnormal findings at baseline, clinical finding, including psychiatric and behavioural problems, or any other medical condition(s) or laboratory findings that, in the opinion of the investigator, might jeopardize the patient's safety or decrease the chance of obtaining satisfactory data needed to achieve the objective(s) of the study\n* Childbearing potential (unless using an adequate measure of contraception)\n* Pregnancy or lactation. Females of childbearing potential must provide a negative pregnancy test at the start of study and must be using oral, double barrier or injectable contraception. Non-childbearing potential is defined as post-menopausal for at least 1 year, surgical sterilization or hysterectomy at least three months before the start of the study.\n* Has previously been enrolled in this study",
      "start_date": "2017-10-09",
      "completion_date": "2022-06-23",
      "primary_outcome": "Feasibility of treatment follow-up through CtDNA level measurement",
      "secondary_outcome": "PFS under everolimus ± SSA treatment; Overall response rates under everolimus ± SSA treatment; Safety of everolimus ± SSA treatment according to the Common Terminology Criteria for Adverse Events 4 (CTCAE4) and in Belgium according to the Patient-Reported Outcomes version of the Common Terminology Criteria for Adverse Events (PRO-CTCAE); Change in Quality of Life; Change in Quality of Life; Change in Quality of Life; Comparison of PFS based on RECIST 1.1 and PERCIST 1.0",
      "sponsor": "Universiteit Antwerpen",
      "locations": [
        "AZ Rivierenland, Bornem, Belgium",
        "AZ Klina, Brasschaat, Belgium",
        "AZ Monica, Deurne, Belgium",
        "Antwerp University Hospital, Edegem, Belgium",
        "AZ Voorkempen, Malle, Belgium",
        "ZNA, Merksem, Belgium",
        "AZ Nikolaas, Sint-Niklaas, Belgium",
        "GZA, Antwerp, Belgium"
      ],
      "url": "https://clinicaltrials.gov/study/NCT05255133",
      "has_posted_results": false,
      "has_publications": true,
      "publications_count": 1,
      "publications": [
        {
          "citation": "Boons G, Vandamme T, Marien L, Lybaert W, Roeyen G, Rondou T, Papadimitriou K, Janssens K, Op de Beeck B, Simoens M, Demey W, Dero I, Van Camp G, Peeters M, Op de Beeck K. Longitudinal Copy-Number Alteration Analysis in Plasma Cell-Free DNA of Neuroendocrine Neoplasms is a Novel Specific Biomarker for Diagnosis, Prognosis, and Follow-up. Clin Cancer Res. 2022 Jan 15;28(2):338-349. doi: 10.1158/1078-0432.CCR-21-2291. Epub 2021 Nov 10.",
          "pmid": "34759042",
          "type": "BACKGROUND"
        }
      ],
      "search_terms_matched": [
        "simple_net_search"
      ],
      "has_publications_flag": true,
      "publication_analysis": {
        "has_listed_publications": true,
        "listed_publications_count": 1,
        "has_results_publications": true,
        "web_search_performed": true,
        "additional_publications_found": 0,
        "total_publications_found": 1,
        "publication_sources": [
          "PMID: 34759042"
        ],
        "analysis_notes": "Found 1 listed publication(s); Listed publications appear to contain results; Online search performed; Web search details: No additional publications found",
        "online_search_results": {
          "nct_id": "NCT05255133",
          "study_title": "A Study to Evaluate the Value of Circulating Tumour DNA in Follow-up of Patients with an Advanced Gastroenteropancreatic or Lung Neuroendocrine Tumour Under Everolimus +- SSA Treatment",
          "search_timestamp": 1754562666.1140656,
          "pubmed": {
            "publications_found": 0,
            "publications": [],
            "search_successful": false
          },
          "google_scholar": {
            "publications_found": 0,
            "publications": [],
            "search_successful": false
          },
          "congress_abstracts": {
            "abstracts_found": 0,
            "abstracts": [],
            "search_successful": true
          },
          "onclive": {
            "articles_found": 0,
            "articles": [],
            "search_successful": true
          }
        },
        "web_results_summary": "No additional publications found",
        "external_sources_found": []
      },
      "filtering_result": {
        "study_kept": true,
        "filtering_reason": "KEPT: Has publications with results; Has listed publications with results (HasResults-false file)",
        "has_posted_results": false,
        "decision_factors": [
          "Has publications with results",
          "Has listed publications with results (HasResults-false file)"
        ],
        "online_evidence_found": false,
        "external_publications_count": 0,
        "search_confidence": "medium"
      }
    },
    {
      "nct_id": "NCT03454763",
      "title": "Optimizing the Interval Between Cycles of PRRT with 177lu-dotatate in Sstr2 Positive Tumors",
      "status": "ACTIVE_NOT_RECRUITING",
      "phase": "PHASE2",
      "condition": "Neuroendocrine Tumors",
      "intervention": "PRRT every 5 weeks; PRRT every 8-10 weeks",
      "brief_summary": "Randomized Phase II Trial in sstr2 Positive Tumors to Optimize the Interval Between Cycles of PRRT With 177lu-dotatate",
      "detailed_description": "The main objective of this randomized phase II comparative study is to evaluate the Progression Free survival (PFS) and the safety as co-primary objective of two different schedule of administrations of 177lu-dotatate: intensive (every 5 weeks) vs no intensive (every 8-10 weeks) The secondary objectives are DCR, the late toxicity, OS and dosimetry. Patients with any tumor histotype documented as sst2-positive in pre-study period will be enrolled in the study.\n\nThe study will include a total of 618 planned patients. They will be randomly assigned to receive 5 cycles of PRRT at intervals of 5 or 8-10 weeks between cycles.",
      "eligibility_criteria": "Inclusion Criteria:\n\n1. Age \\&gt;18 years.\n2. Patients must have histologically or cytologically confirmation of neuroendocrine tumors or any other tumor histotype documented as sst2-positive), that may benefit from receptor radionuclide therapy and for which there aren't any other effective treatments. For cerebral sst2-positive tumors, if biopsy is no feasible for technical reason or risk benefit balance, patients may be enrolled if CT or MRI strongly suggest oncological lesion confirming the 68Ga PET-CT dota-peptide SSTr2 positivity..\n3. Measurable disease according to RECIST 1.1.criteria also patients without measurable but with evaluable disease disease can be enrolled.\n4. Any disease stage is allowed. Patients with documented disease will be admitted to therapeutic phase only if the diagnostic OctreoScan (the tumour uptake will be evaluated with a 3-grade scale, where 1 = liver uptake, 2 \\&gt; liver uptake and \\&lt; kidney uptake and 3 \\&gt; kidney uptake: only tumour uptakes grade 2 and 3 will be considered for therapy) and/or Positron Emission Tomography (PET)/CT 68Ga-peptide images demonstrate a significant uptake in the tumour.\n5. Patients with progressive disease in pre-study period (PD within the last 12 months), refractory to conventional standard treatments; clinical progression is allowed\n6. Patients with or without concurrent therapy with somatostatin analogs\n7. Life expectancy of greater than 6 months.\n8. Eastern Cooperative Oncology Group (ECOG) performance status =\\&lt;2\n9. Adequate haematological, liver and renal function: haemoglobin \\&gt;= 9 g/dL, absolute neutrophil count (ANC) \\&gt;= 1.5 x 109 /L, platelets \\&gt;= 100 x 109 /L, bilirubin ≤1.5 X upper normal limit (UNL) , alanine aminotransferase ( ALT) and Aspartate aminotransferase (AST) \\&lt;2.5 X UNL (\\&lt; 5 X UNL in presence of liver metastases, creatinine \\&lt; 2 mg/dL.\n10. If female of childbearing potential highly effective birth control methods, according to guideline \"Recommendation related to contraception and pregnancy testing in clinical trials\", (2014_09_15 section 4.1) are mandatory. Highly effective birth control methods are required beginning at the screening visit and continuing until 6 months following last treatment with study drug. Negative serum pregnancy test for females of childbearing potential within 14 days of starting treatment. Male patient and his female partner who is of childbearing potential must use 2 acceptable methods of birth control (1 of which must include a condom as a barrier method of contraception) starting at screening and continuing throughout the study period and for 6 months after final study drug administration. Two acceptable methods of birth control thus include Condom (barrier method of contraception) and one of the following is required (established use of oral, or injected or implanted hormonal method of contraception by the female partner; placement of an intrauterine device (IUD) or intrauterine system (IUS) by the female partner; additional barrier method like occlusive cap with spermicidal foam/gel/film/cream/suppository in the female partner; tubal ligation in the female partner; vasectomy or other procedure resulting in infertility (eg, bilateral orchiectomy), for more than 6 months.\n11. Participant is willing and able to give informed consent for participation in the study.\n\nExclusion Criteria:\n\n1. Patients treated with chemotherapy and therapeutic radiotherapy within 4 weeks and treated within 2 weeks with palliative radiotherapy, hormonal or biological therapy.\n2. Patients treated with previous radiometabolic therapy with an adsorbed dose to the kidney more than 23 Gy and more than 1.8 Gy for the bone marrow or as surrogate of dosimetry (13).\n3. Patients which are included in the indication of LUTATHERA®\n4. All acute toxic effects of any prior therapy (including surgery radiation therapy, chemotherapy) must have resolved to a grade ≤ 1 according to National Cancer Institute Common Terminology Criteria for Adverse Events Version 4.0 (CTCAE)\n5. ECOG performance status \\&gt;2\n6. Participation in another clinical trial with any investigational agents within 30 days prior to study screening.\n7. Uncontrolled intercurrent illness including, but not limited to, ongoing or active infection, symptomatic congestive heart failure, unstable angina pectoris, cardiac arrhythmia, or psychiatric illness/social situations that would limit compliance with study requirements.\n8. Assessed bone marrow invasion \\&gt; 50% (with Bone Marrow biopsy or instrumental exams i.e. bone scan or CT or MRI)\n9. Pregnant or breastfeeding women are excluded from the present study.",
      "start_date": "2016-05-26",
      "completion_date": "2025-01",
      "primary_outcome": "PFS; Incidence of Treatment-Emergent Adverse Events",
      "secondary_outcome": "DCR; OS",
      "sponsor": "Istituto Romagnolo per lo Studio dei Tumori Dino Amadori IRST S.r.l. IRCCS",
      "locations": [
        "Istituto Scientifico Romagnolo per lo Studio e la Cura dei Tumori (IRST), Meldola, Italy"
      ],
      "url": "https://clinicaltrials.gov/study/NCT03454763",
      "has_posted_results": false,
      "has_publications": true,
      "publications_count": 1,
      "publications": [
        {
          "citation": "Lechner M, Takahashi Y, Turri-Zanoni M, Liu J, Counsell N, Hermsen M, Kaur RP, Zhao T, Ramanathan M Jr, Schartinger VH, Emanuel O, Helman S, Varghese J, Dudas J, Riechelmann H, Sprung S, Haybaeck J, Howard D, Engel NW, Stewart S, Brooks L, Pickles JC, Jacques TS, Fenton TR, Williams L, Vaz FM, O'Flynn P, Stimpson P, Wang S, Hannan SA, Unadkat S, Hughes J, Dwivedi R, Forde CT, Randhawa P, Gane S, Joseph J, Andrews PJ, Royle G, Franchi A, Maragliano R, Battocchio S, Bewicke-Copley H, Pipinikas C, Webster A, Thirlwell C, Ho D, Teschendorff A, Zhu T, Steele CD, Pillay N, Vanhaesebroeck B, Mohyeldin A, Fernandez-Miranda J, Park KW, Le QT, West RB, Saade R, Manes RP, Omay SB, Vining EM, Judson BL, Yarbrough WG, Sansovini M, Silvia N, Grassi I, Bongiovanni A, Capper D, Schuller U, Thavaraj S, Sandison A, Surda P, Hopkins C, Ferrari M, Mattavelli D, Rampinelli V, Facchetti F, Nicolai P, Bossi P, Henriquez OA, Magliocca K, Solares CA, Wise SK, Llorente JL, Patel ZM, Nayak JV, Hwang PH, Lacy PD, Woods R, O'Neill JP, Jay A, Carnell D, Forster MD, Ishii M, London NR Jr, Bell DM, Gallia GL, Castelnuovo P, Severi S, Lund VJ, Hanna EY. Clinical outcomes, Kadish-INSICA staging and therapeutic targeting of somatostatin receptor 2 in olfactory neuroblastoma. Eur J Cancer. 2022 Feb;162:221-236. doi: 10.1016/j.ejca.2021.09.046. Epub 2021 Dec 31.",
          "pmid": "34980502",
          "type": "DERIVED"
        }
      ],
      "search_terms_matched": [
        "simple_net_search"
      ],
      "has_publications_flag": true,
      "publication_analysis": {
        "has_listed_publications": true,
        "listed_publications_count": 1,
        "has_results_publications": true,
        "web_search_performed": true,
        "additional_publications_found": 0,
        "total_publications_found": 1,
        "publication_sources": [
          "PMID: 34980502"
        ],
        "analysis_notes": "Found 1 listed publication(s); Listed publications appear to contain results; Online search performed; Web search details: No additional publications found",
        "online_search_results": {
          "nct_id": "NCT03454763",
          "study_title": "Optimizing the Interval Between Cycles of PRRT with 177lu-dotatate in Sstr2 Positive Tumors",
          "search_timestamp": 1754562702.0541196,
          "pubmed": {
            "publications_found": 0,
            "publications": [],
            "search_successful": false
          },
          "google_scholar": {
            "publications_found": 0,
            "publications": [],
            "search_successful": false
          },
          "congress_abstracts": {
            "abstracts_found": 0,
            "abstracts": [],
            "search_successful": true
          },
          "onclive": {
            "articles_found": 1,
            "articles": [
              {
                "title": "OncLive Polls Spotlight Phase 3 Breast Cancer Studies Generating …",
                "url": "https://www.onclive.com/view/onclive-polls-spotlight-phase-3-breast-cancer-studies-generating-buzz-ahead-of-asco-2025",
                "source": "Onclive (via Bing)",
                "abstract_text": "May 16, 2025· Based on these poll results, OncLive has assembled a ranked overview of the most highly anticipated abstracts, including key details on trial design, previously reported findings, and …",
                "relevance_score": 4.0
              }
            ],
            "search_successful": true
          }
        },
        "web_results_summary": "No additional publications found",
        "external_sources_found": []
      },
      "filtering_result": {
        "study_kept": true,
        "filtering_reason": "KEPT: Has publications with results; Has listed publications with results (HasResults-false file)",
        "has_posted_results": false,
        "decision_factors": [
          "Has publications with results",
          "Has listed publications with results (HasResults-false file)"
        ],
        "online_evidence_found": false,
        "external_publications_count": 0,
        "search_confidence": "medium"
      }
    },
    {
      "nct_id": "NCT05246319",
      "title": "Preoperative Imaging in Patients With Small Bowel Neuroendocrine Tumors",
      "status": "COMPLETED",
      "phase": "N/A",
      "condition": "Neuroendocrine Tumors; Small Intestinal NET; Lymph Node Metastasis",
      "intervention": "preoperative imaging",
      "brief_summary": "Digestive NETs are the second most common malignant digestive tumor after adenocarcinoma. The most common gastrointestinal NETs arise from the small intestine. These tumors have a high lymph node and distant metastatic potential (hepatic, pulmonary, etc.). Their management is essentially surgical and the extent of the resection essentially depends on preoperative data from conventional and isotopic imaging.\n\nThe goal of surgical resection is to remove the portion of the small intestine carrying the tumour(s) with healthy margins (so-called R0 resection) and affected lymph nodes in the mesentery (lymph node dissection). The extent of lymph node dissection, sometimes significant, exposes you to the risk of short hail with its own complications (malnutrition, diarrhoea, etc.). Consequently, an analysis of the benefits and risks between the interest of an extensive and oncological resection (R0) and the risks of short bowel must be carried out for each patient.\n\nThe reference examination to define lymph node involvement is determined by the histological examination of the resected surgical specimen (reference examination). The preoperative evaluation of lymph node extension is done by preoperative abdominal CT scan. However, the preoperative CT scan is not always consistent (sensitivity and specificity) with the pathology data (reference examination). For about 5 years, isotopic imaging (DOPA-PET and DOTATOC) has become feasible and could improve the quality of preoperative evaluation of lymph node extension. Consequently, the aim of this study is to determine the contribution of isotopic imaging (DOPA-PET and DOTATOC) in the preoperative evaluation of lymph node extension.",
      "detailed_description": "Digestive neuroendocrine tumors (NET) are developed from neuroendocrine cells, of epithelial origin, scattered throughout the digestive tract. These tumors form a heterogeneous group defined according to the site of origin, the cell type affected, the functional character or not, the cell differentiation (morphology), and finally the potential for tumor progression and aggressiveness. Digestive NETs are the second most common malignant digestive tumor after adenocarcinoma. The most common gastrointestinal NETs arise from the small intestine. These tumors have a high lymph node and distant metastatic potential (hepatic, pulmonary, etc.). Their management is essentially surgical and the extent of the resection essentially depends on preoperative data from conventional and isotopic imaging. The goal of surgical resection is to remove the portion of the small intestine carrying the tumour(s) with healthy margins (so-called R0 resection) and affected lymph nodes in the mesentery (lymph node dissection). The extent of lymph node dissection, sometimes significant, exposes you to the risk of short hail with its own complications (malnutrition, diarrhoea, etc.). Consequently, an analysis of the benefits and risks between the interest of an extensive and oncological resection (R0) and the risks of short bowel must be carried out for each patient.\n\nThe reference examination to define lymph node involvement is determined by the histological examination of the resected surgical specimen (reference examination). The preoperative evaluation of lymph node extension is done by preoperative abdominal CT scan. However, the preoperative CT scan is not always consistent (sensitivity and specificity) with the pathology data (reference examination). For about 5 years, isotopic imaging (DOPA-PET and DOTATOC) has become feasible and could improve the quality of preoperative evaluation of lymph node extension. Consequently, the aim of this study is to determine the contribution of isotopic imaging (DOPA-PET and DOTATOC) in the preoperative evaluation of lymph node extension.",
      "eligibility_criteria": "Inclusion Criteria:\n\n* Patients with neuroendocrine tumors who underwent a scheduled surgical procedure for small bowel resection\n\nExclusion Criteria:\n\n* patients without preoperative CT scan\n* patients with abdominal resection performed in emergency",
      "start_date": "2012-01-01",
      "completion_date": "2025-02-11",
      "primary_outcome": "mesenteric lymph nodes",
      "secondary_outcome": "comparison",
      "sponsor": "Laurent BRUNAUD",
      "locations": [
        "CHRU Nancy, Nancy, France",
        "CHRU Nancy - Département Chirurgie Viscérale, Métabolique et Cancérologique CVMC (7ème étage), Nancy, France"
      ],
      "url": "https://clinicaltrials.gov/study/NCT05246319",
      "has_posted_results": false,
      "has_publications": true,
      "publications_count": 5,
      "publications": [
        {
          "citation": "Deguelte S, Hammoutene C, Poncet G, Brunaud L, Perrier M, Kianmanesh R, Cadiot G. Concept of reintervention with thorough lymphadenectomy after suboptimal resection of small-intestine neuroendocrine neoplasms: A multicentre preliminary study. J Neuroendocrinol. 2022 Jun;34(6):e13117. doi: 10.1111/jne.13117. Epub 2022 Apr 18.",
          "pmid": "35434838",
          "type": "BACKGROUND"
        },
        {
          "citation": "Mocellin S, Nitti D. Gastrointestinal carcinoid: epidemiological and survival evidence from a large population-based study (n = 25 531). Ann Oncol. 2013 Dec;24(12):3040-4. doi: 10.1093/annonc/mdt377. Epub 2013 Sep 19.",
          "pmid": "24050954",
          "type": "BACKGROUND"
        },
        {
          "citation": "Dasari A, Shen C, Halperin D, Zhao B, Zhou S, Xu Y, Shih T, Yao JC. Trends in the Incidence, Prevalence, and Survival Outcomes in Patients With Neuroendocrine Tumors in the United States. JAMA Oncol. 2017 Oct 1;3(10):1335-1342. doi: 10.1001/jamaoncol.2017.0589.",
          "pmid": "28448665",
          "type": "BACKGROUND"
        },
        {
          "citation": "Keck KJ, Maxwell JE, Utria AF, Bellizzi AM, Dillon JS, O'Dorisio TM, Howe JR. The Distal Predilection of Small Bowel Neuroendocrine Tumors. Ann Surg Oncol. 2018 Oct;25(11):3207-3213. doi: 10.1245/s10434-018-6676-2. Epub 2018 Jul 27.",
          "pmid": "30054825",
          "type": "BACKGROUND"
        },
        {
          "citation": "Moertel CG. Karnofsky memorial lecture. An odyssey in the land of small tumors. J Clin Oncol. 1987 Oct;5(10):1502-22. doi: 10.1200/JCO.1987.5.10.1502. No abstract available.",
          "pmid": "2443618",
          "type": "BACKGROUND"
        }
      ],
      "search_terms_matched": [
        "simple_net_search"
      ],
      "has_publications_flag": true,
      "publication_analysis": {
        "has_listed_publications": true,
        "listed_publications_count": 5,
        "has_results_publications": true,
        "web_search_performed": true,
        "additional_publications_found": 0,
        "total_publications_found": 5,
        "publication_sources": [
          "PMID: 35434838",
          "PMID: 24050954"
        ],
        "analysis_notes": "Found 5 listed publication(s); Listed publications appear to contain results; Online search performed; Web search details: No additional publications found",
        "online_search_results": {
          "nct_id": "NCT05246319",
          "study_title": "Preoperative Imaging in Patients With Small Bowel Neuroendocrine Tumors",
          "search_timestamp": 1754562712.096575,
          "pubmed": {
            "publications_found": 0,
            "publications": [],
            "search_successful": false
          },
          "google_scholar": {
            "publications_found": 0,
            "publications": [],
            "search_successful": false
          },
          "congress_abstracts": {
            "abstracts_found": 0,
            "abstracts": [],
            "search_successful": true
          },
          "onclive": {
            "articles_found": 0,
            "articles": [],
            "search_successful": true
          }
        },
        "web_results_summary": "No additional publications found",
        "external_sources_found": []
      },
      "filtering_result": {
        "study_kept": true,
        "filtering_reason": "KEPT: Has publications with results; Has listed publications with results (HasResults-false file)",
        "has_posted_results": false,
        "decision_factors": [
          "Has publications with results",
          "Has listed publications with results (HasResults-false file)"
        ],
        "online_evidence_found": false,
        "external_publications_count": 0,
        "search_confidence": "medium"
      }
    }
  ]
}