{
  "collection_date": "2025-07-17T14:05:39.160212",
  "total_studies": 486,
  "studies": [
    {
      "nct_id": "NCT02731729",
      "title": "Ipilimumab vs Ipilimumab Plus Nivolumab in Patients With Stage III-IV Melanoma Who Have Progressed or Relapsed on PD-1 Inhibitor Therapy",
      "status": "COMPLETED",
      "phase": "PHASE2",
      "condition": "Melanoma",
      "intervention": "ipilimumab; nivolumab",
      "brief_summary": "The purpose of this research study is to learn whether patients whose disease grows after being treated with nivolumab or pembrolizumab respond to ipilimumab (Yervoy®) alone or in combination with nivolumab (Opdivo®).",
      "detailed_description": "",
      "eligibility_criteria": "Main Inclusion Criteria:\n\n1. American Joint Committee on Cancer (AJCC) (2009) Stage IV cutaneous melanoma or Stage III cutaneous, acral or mucosal melanoma that is judged inoperable. Patients with a history of uveal melanoma are not eligible.\n2. Measurable disease, defined as at least one lesion that can be accurately measured in at least one dimension (longest diameter to be recorded) as \\>20 mm with conventional techniques or as \\>10 mm with computerized tomography (CT) scan. Patients must have at least one measurable lesion by Response Evaluation Criteria in Solid Tumors (RECIST) and a separate lesion amenable to biopsy.\n3. Histologic proof of melanoma reviewed and confirmed by the enrolling site.\n4. Previous treatment with a programmed cell death protein 1 (PD-1) or programmed death-ligand 1 (PD-L1) inhibitor with documented progression of disease on most recent CT scan. Progression of disease is defined as 1) the appearance of a new measureable lesion (\\>10 mm) on cross-sectional imaging or physical examination OR 2) enlargement of previously detected lesions on two consecutive imaging studies OR 3) enlargement of a previously detected lesion with correlative symptomatology on one cross-sectional imaging study. Patients remain eligible if they had a previous response to a PD-1 inhibitor, including patients who had a complete response, partial response or stable disease (SD). Primary progressing patients are defined as those who received anti-PD-1 therapy within 2 months of study enrollment. Patients with relapsed disease are defined as those who received their last dose of PD-1 blocking antibody ≥2 months prior to enrollment.\n5. Patients who received adjuvant PD-1 therapy who then develop measurable disease are eligible. However, they must have received their last dose of PD-1/PD-L1 blockade within two months of enrollment in this study. They will be stratified with patients who have primary progressive disease.\n6. Life expectancy of greater than 3 months.\n7. Age ≥ 18 years old.\n8. Eastern Cooperative Oncology Group performance status = 0 or 1 or Karnofsky Performance Status equivalent.\n9. Patients must have adequate organ and marrow function as defined below:\n\n   1. White blood cells \\>2, 000/microliter (mcL)\n   2. Absolute neutrophil count \\>1,500/mcL\n   3. Platelets \\>100,000/mcL\n   4. Hemoglobin \\> 9.0 g/dL\n   5. Total bilirubin ≤ 1.5 X institution's upper limit of normal\n   6. Aspartate aminotransferase (serum glutamic oxaloacetic transaminase)/alanine aminotransferase (serum glutamic pyruvic transaminase) ≤ 2.5 X institution's upper limit of normal for patients with no concurrent liver metastases, OR ≤ 5 X institution's upper limit of normal for patients with concurrent liver metastases\n   7. Serum creatinine \\< 1.5x OR creatinine clearance of at least 40\n10. Women of childbearing potential must have a negative serum pregnancy test within 24 hours prior to the start of study drug. A woman of childbearing potential is defined as any female who has experienced menarche and who has not undergone surgical sterilization (hysterectomy or bilateral oophorectomy) or is not postmenopausal. Menopause is defined clinically as 12 months of amenorrhea in a woman over age 50 in the absence of other biologic or physiologic causes.\n11. Women with child bearing potential and men with reproductive potential must be willing to practice acceptable methods of contraception.\n12. Ability to understand and the willingness to sign a written informed consent document.\n13. Willingness to undergo biopsy of metastatic site or site of unresectable disease prior to randomization.\n\nMain Exclusion Criteria:\n\n1. History of another malignancy except for those who have been disease-free for 3 years, or patients with a history of completely resected non-melanoma skin cancer and/or patients with indolent secondary malignancies not requiring active therapy, are eligible. Consult the study Medical Monitor if unsure whether second malignancies meet the requirements specified above.\n2. Any major surgical procedures or external beam radiotherapy within 14 days prior to study drug administration.\n3. Use of other investigational drugs within 28 days prior to study drug administration.\n4. Symptomatic or untreated leptomeningeal or brain metastases or spinal cord compression. Treated brain metastases must have been stable for at least 1 month and require treatment with less than 10mg/day prednisone equivalent for at least 2 weeks prior to study drug administration.\n5. Prior exposure to either ipilimumab or combined checkpoint blockade.\n6. Any diagnosis of autoimmune disease. Patients with Type I diabetes mellitus, hypothyroidism only requiring hormone replacement, adrenal insufficiency on replacement dose steroids, skin disorders (such as vitiligo, psoriasis or alopecia) not requiring systemic treatment, or conditions not expected to recur in the absence of an external trigger are permitted to enroll.\n7. Pregnant women and lactating women.\n8. History of uveal melanoma.\n9. Known Human Immunodeficiency Virus (HIV), Hepatitis B Virus (HBV), or Hepatitis C Virus (HCV) infection (with the exception of chronic or cleared HBV or HCV infection, which will be allowed). Once-documented negative result for HIV, HBV, and HCV is sufficient.\n10. Uncontrolled intercurrent illness including, but not limited to, ongoing or active infection and psychiatric illness/social situations that would limit compliance with study requirements.\n11. Patients with a condition requiring systemic treatment with either corticosteroids (\\>10 mg daily prednisone equivalent) or other immunosuppressive medications within 14 days of study drug administration. Inhaled or topical steroids and adrenal replacement steroid doses \\> 10 mg daily prednisone equivalent are permitted.\n12. Patients with history of any grade 4 toxicity during previous anti PD-1 treatment or history of Grade 3 or higher pneumonitis.\n13. Patients with a history of Grade ≥2 neuropathy.\n14. Prisoners or patients who are involuntarily incarcerated.\n15. Children under the age of 18.\n16. Patients who require hemodialysis.\n17. Patients with a history of allergy to study drug components or history of a severe hypersensitivity reaction to any monoclonal antibody.",
      "start_date": "2016-06-21",
      "completion_date": "2019-02-13",
      "primary_outcome": "Overall Response Rate (ORR) as Defined by RECIST v1.1 at Week 18",
      "secondary_outcome": "Disease Control Rate (DCR) Status at Week 18; Time to Treatment Failure (TTF); Overall Survival (OS); Number of Participants With Grade 3 or 4 Adverse Events; Disease Control Rate (DCR) Status at Week 12",
      "sponsor": "Parker Institute for Cancer Immunotherapy",
      "locations": [
        "University of California, Los Angeles, Los Angeles, United States",
        "University of California, San Francisco, San Francisco, United States",
        "Memorial Sloan Kettering Basking Ridge, Basking Ridge, United States",
        "Memorial Sloan Kettering Westchester, Harrison, United States",
        "Memorial Sloan Kettering Cancer Center, New York, United States",
        "Lehigh Valley Health Network, Allentown, United States",
        "University of Pennsylvania, Philadelphia, United States"
      ],
      "url": "https://clinicaltrials.gov/study/NCT02731729",
      "has_posted_results": true,
      "has_publications": true,
      "publications_count": 1,
      "publications": [
        {
          "citation": "Friedman CF, Spencer C, Cabanski CR, Panageas KS, Wells DK, Ribas A, Tawbi H, Tsai K, Postow M, Shoushtari A, Chapman P, Karakunnel J, Bucktrout S, Gherardini P, Hollmann TJ, Chen RO, Callahan M, LaVallee T, Ibrahim R, Wolchok J. Ipilimumab alone or in combination with nivolumab in patients with advanced melanoma who have progressed or relapsed on PD-1 blockade: clinical outcomes and translational biomarker analyses. J Immunother Cancer. 2022 Jan;10(1):e003853. doi: 10.1136/jitc-2021-003853.",
          "pmid": "35074903",
          "type": "DERIVED",
          "date": 