{
  "nct_id": "NCT05448157",
  "study_title": "68Ga-DOTATOC Radio-Guided Surgery With β-Probe in GEP-NET",
  "search_date": "2025-07-09T15:55:08.870605",
  "publications_found": 1,
  "publications": [
    {
      "pmid": "38652200",
      "title": "Radio-Guided Surgery with a New-Generation &#x3b2;-Probe for Radiolabeled Somatostatin Analog, in Patients with Small Intestinal Neuroendocrine Tumors.",
      "authors": [
        "Emilio Bertani",
        "Francesco Mattana",
        "Francesco Collamati"
      ],
      "journal": "Annals of surgical oncology",
      "year": "2024",
      "doi": "10.1245/s10434-024-15277-x",
      "abstract": "Radio-guided surgery (RGS) holds promise for improving surgical outcomes in neuroendocrine tumors (NETs). Previous studies showed low specificity (SP) using &#x3b3;-probes to detect radiation emitted by radio-labeled somatostatin analogs.We aimed to assess the sensitivity (SE) and SP of the intraoperative RGS approach using a &#x3b2;-probe with a per-lesion analysis, while assessing safety and feasibility as secondary objectives.This prospective, single-arm, single-center, phase II trial (NCT05448157) enrolled 20 patients diagnosed with small intestine NETs (SI-NETs) with positive lesions detected at 68Ga-DOTA-TOC positron emission tomography/computed tomography (PET/CT). Patients received an intravenous injection of 1.1 MBq/Kg of 68Ga-DOTA-TOC 10&#xa0;min prior to surgery. In&#xa0;vivo measurements were conducted using a &#x3b2;-probe. Receiver operating characteristic (ROC) analysis was performed, with the tumor-to-background ratio (TBR) as the independent variable and pathology result (cancer vs. non-cancer) as the dependent variable. The area under the curve (AUC), optimal TBR, and absorbed dose for the surgery staff were reported.The intraoperative RGS approach was feasible in all cases without adverse effects. Of 134 specimens, the AUC was 0.928, with a TBR cut-off of 1.35 yielding 89.3% SE and 86.4% SP. The median absorbed dose for the surgery staff was 30 &#xb5;Sv (range 12-41 &#xb5;Sv).This study reports optimal accuracy in detecting lesions of SI-NETs using the intraoperative RGS approach with a novel &#x3b2;-probe. The method was found to be safe, feasible, and easily reproducible in daily clinical practice, with minimal radiation exposure for the staff. RGS might potentially improve radical resection rates in SI-NETs.68Ga-DOTATOC Radio-Guided Surgery with &#x3b2;-Probe in GEP-NET (RGS GEP-NET) [NCT0544815; https://classic.gov/ct2/show/NCT05448157 ].&#xa9; 2024. Society of Surgical Oncology.",
      "url": "https://pubmed.ncbi.nlm.nih.gov/38652200/"
    }
  ]
}