{
  "nct_id": "NCT01677910",
  "study_title": "TELESTAR (Telotristat Etiprate for Somatostatin Analogue Not Adequately Controlled Carcinoid Syndrome)",
  "search_date": "2025-07-15T14:01:19.622850",
  "publications_found": 6,
  "publications": [
    {
      "pmid": "34598813",
      "title": "Srirajaskanthan R, Pavel M, Kulke M, Clement D, Houchard A, Keeber L, Weickert MO. Weight Maintenanc...",
      "authors": [],
      "journal": "From Clinical Trial Data",
      "year": "N/A",
      "doi": null,
      "abstract": "Srirajaskanthan R, Pavel M, Kulke M, Clement D, Houchard A, Keeber L, Weickert MO. Weight Maintenance up to 48 Weeks in Patients With Carcinoid Syndrome Treated With Telotristat Ethyl: Pooled Data From the Open-Label Extensions of the Phase III Clinical Trials TELESTAR and TELECAST. Clin Ther. 2021 Oct;43(10):1779-1785. doi: 10.1016/j.clinthera.2021.08.014. Epub 2021 Sep 28.",
      "url": "https://pubmed.ncbi.nlm.nih.gov/34598813/",
      "source": "study_data"
    },
    {
      "pmid": "32157590",
      "title": "Fust K, Maschio M, Kohli M, Singh S, Pritchard DM, Marteau F, Myrenfors P, Feuilly M. A Budget Impac...",
      "authors": [],
      "journal": "From Clinical Trial Data",
      "year": "N/A",
      "doi": null,
      "abstract": "Fust K, Maschio M, Kohli M, Singh S, Pritchard DM, Marteau F, Myrenfors P, Feuilly M. A Budget Impact Model of the Addition of Telotristat Ethyl Treatment to the Standard of Care in Patients with Uncontrolled Carcinoid Syndrome. Pharmacoeconomics. 2020 Jun;38(6):607-618. doi: 10.1007/s40273-020-00896-5.",
      "url": "https://pubmed.ncbi.nlm.nih.gov/32157590/",
      "source": "study_data"
    },
    {
      "pmid": "32146619",
      "title": "Dillon JS, Kulke MH, Horsch D, Anthony LB, Warner RRP, Bergsland E, Welin S, O'Dorisio TM, Kunz PL, ...",
      "authors": [],
      "journal": "From Clinical Trial Data",
      "year": "N/A",
      "doi": null,
      "abstract": "Dillon JS, Kulke MH, Horsch D, Anthony LB, Warner RRP, Bergsland E, Welin S, O'Dorisio TM, Kunz PL, McKee C, Lapuerta P, Banks P, Pavel M. Time to Sustained Improvement in Bowel Movement Frequency with Telotristat Ethyl: Analyses of Phase III Studies in Carcinoid Syndrome. J Gastrointest Cancer. 2021 Mar;52(1):212-221. doi: 10.1007/s12029-020-00375-2.",
      "url": "https://pubmed.ncbi.nlm.nih.gov/32146619/",
      "source": "study_data"
    },
    {
      "pmid": "31655936",
      "title": "Hudgens S, Ramage J, Kulke M, Bergsland E, Anthony L, Caplin M, Oberg K, Pavel M, Gable J, Banks P, ...",
      "authors": [],
      "journal": "From Clinical Trial Data",
      "year": "N/A",
      "doi": null,
      "abstract": "Hudgens S, Ramage J, Kulke M, Bergsland E, Anthony L, Caplin M, Oberg K, Pavel M, Gable J, Banks P, Yang QM, Lapuerta P. Evaluation of meaningful change in bowel movement frequency for patients with carcinoid syndrome. J Patient Rep Outcomes. 2019 Oct 26;3(1):64. doi: 10.1186/s41687-019-0153-y.",
      "url": "https://pubmed.ncbi.nlm.nih.gov/31655936/",
      "source": "study_data"
    },
    {
      "pmid": "30477789",
      "title": "Cella D, Beaumont JL, Hudgens S, Marteau F, Feuilly M, Houchard A, Lapuerta P, Ramage J, Pavel M, Ho...",
      "authors": [],
      "journal": "From Clinical Trial Data",
      "year": "N/A",
      "doi": null,
      "abstract": "Cella D, Beaumont JL, Hudgens S, Marteau F, Feuilly M, Houchard A, Lapuerta P, Ramage J, Pavel M, Horsch D, Kulke MH. Relationship Between Symptoms and Health-related Quality-of-life Benefits in Patients With Carcinoid Syndrome: Post Hoc Analyses From TELESTAR. Clin Ther. 2018 Dec;40(12):2006-2020.e2. doi: 10.1016/j.clinthera.2018.10.008. Epub 2018 Nov 24.",
      "url": "https://pubmed.ncbi.nlm.nih.gov/30477789/",
      "source": "study_data"
    },
    {
      "pmid": "29724499",
      "title": "Weickert MO, Kaltsas G, Horsch D, Lapuerta P, Pavel M, Valle JW, Caplin ME, Bergsland E, Kunz PL, An...",
      "authors": [],
      "journal": "From Clinical Trial Data",
      "year": "N/A",
      "doi": null,
      "abstract": "Weickert MO, Kaltsas G, Horsch D, Lapuerta P, Pavel M, Valle JW, Caplin ME, Bergsland E, Kunz PL, Anthony LB, Grande E, Oberg K, Welin S, Lombard-Bohas C, Ramage JK, Kittur A, Yang QM, Kulke MH. Changes in Weight Associated With Telotristat Ethyl in the Treatment of Carcinoid Syndrome. Clin Ther. 2018 Jun;40(6):952-962.e2. doi: 10.1016/j.clinthera.2018.04.006. Epub 2018 May 1.",
      "url": "https://pubmed.ncbi.nlm.nih.gov/29724499/",
      "source": "study_data"
    }
  ]
}