{
  "nct_id": "NCT02315625",
  "study_title": "Study of Mutation-Targeted Therapy With Sunitinib or Everolimus in People With Advanced Low- or Intermediate-Grade Neuroendocrine Tumors of the Gastrointestinal Tract and Pancreas With or Without Cytoreductive Surgery",
  "search_date": "2025-07-15T14:05:44.297171",
  "publications_found": 6,
  "publications": [
    {
      "pmid": "19453268",
      "title": "Gan HK, Seruga B, Knox JJ. Sunitinib in solid tumors. Expert Opin Investig Drugs. 2009 Jun;18(6):821...",
      "authors": [],
      "journal": "From Clinical Trial Data",
      "year": "N/A",
      "doi": null,
      "abstract": "Gan HK, Seruga B, Knox JJ. Sunitinib in solid tumors. Expert Opin Investig Drugs. 2009 Jun;18(6):821-34. doi: 10.1517/13543780902980171.",
      "url": "https://pubmed.ncbi.nlm.nih.gov/19453268/",
      "source": "study_data"
    },
    {
      "pmid": "18332467",
      "title": "Tanaka C, O'Reilly T, Kovarik JM, Shand N, Hazell K, Judson I, Raymond E, Zumstein-Mecker S, Stephan...",
      "authors": [],
      "journal": "From Clinical Trial Data",
      "year": "N/A",
      "doi": null,
      "abstract": "Tanaka C, O'Reilly T, Kovarik JM, Shand N, Hazell K, Judson I, Raymond E, Zumstein-Mecker S, Stephan C, Boulay A, Hattenberger M, Thomas G, Lane HA. Identifying optimal biologic doses of everolimus (RAD001) in patients with cancer based on the modeling of preclinical and clinical pharmacokinetic and pharmacodynamic data. J Clin Oncol. 2008 Apr 1;26(10):1596-602. doi: 10.1200/JCO.2007.14.1127. Epub 2008 Mar 10.",
      "url": "https://pubmed.ncbi.nlm.nih.gov/18332467/",
      "source": "study_data"
    },
    {
      "pmid": "23846929",
      "title": "Khagi S, Saif MW. Neuroendocrine tumors: treatment updates. JOP. 2013 Jul 10;14(4):367-71. doi: 10.6...",
      "authors": [],
      "journal": "From Clinical Trial Data",
      "year": "N/A",
      "doi": null,
      "abstract": "Khagi S, Saif MW. Neuroendocrine tumors: treatment updates. JOP. 2013 Jul 10;14(4):367-71. doi: 10.6092/1590-8577/1657.",
      "url": "https://pubmed.ncbi.nlm.nih.gov/23846929/",
      "source": "study_data"
    },
    {
      "pmid": "25991462",
      "title": "Neychev V, Steinberg SM, Cottle-Delisle C, Merkel R, Nilubol N, Yao J, Meltzer P, Pacak K, Marx S, K...",
      "authors": [],
      "journal": "From Clinical Trial Data",
      "year": "N/A",
      "doi": null,
      "abstract": "Neychev V, Steinberg SM, Cottle-Delisle C, Merkel R, Nilubol N, Yao J, Meltzer P, Pacak K, Marx S, Kebebew E. Mutation-targeted therapy with sunitinib or everolimus in patients with advanced low-grade or intermediate-grade neuroendocrine tumours of the gastrointestinal tract and pancreas with or without cytoreductive surgery: protocol for a phase II clinical trial. BMJ Open. 2015 May 19;5(5):e008248. doi: 10.1136/bmjopen-2015-008248.",
      "url": "https://pubmed.ncbi.nlm.nih.gov/25991462/",
      "source": "study_data"
    },
    {
      "pmid": "30865533",
      "title": "Tirosh A, Killian JK, Zhu YJ, Petersen D, Walling J, Mor-Cohen R, Neychev V, Stevenson H, Keutgen XM...",
      "authors": [],
      "journal": "From Clinical Trial Data",
      "year": "N/A",
      "doi": null,
      "abstract": "Tirosh A, Killian JK, Zhu YJ, Petersen D, Walling J, Mor-Cohen R, Neychev V, Stevenson H, Keutgen XM, Patel D, Nilubol N, Meltzer P, Kebebew E. ONCOGENE PANEL SEQUENCING ANALYSIS IDENTIFIES CANDIDATE ACTIONABLE GENES IN ADVANCED WELL-DIFFERENTIATED GASTROENTEROPANCREATIC NEUROENDOCRINE TUMORS. Endocr Pract. 2019 Jun;25(6):580-588. doi: 10.4158/EP-2018-0603. Epub 2019 Mar 13.",
      "url": "https://pubmed.ncbi.nlm.nih.gov/30865533/",
      "source": "study_data"
    },
    {
      "pmid": "26678657",
      "title": "Neychev V, Sadowski SM, Zhu J, Allgaeuer M, Kilian K, Meltzer P, Kebebew E. Neuroendocrine Tumor of ...",
      "authors": [],
      "journal": "From Clinical Trial Data",
      "year": "N/A",
      "doi": null,
      "abstract": "Neychev V, Sadowski SM, Zhu J, Allgaeuer M, Kilian K, Meltzer P, Kebebew E. Neuroendocrine Tumor of the Pancreas as a Manifestation of Cowden Syndrome: A Case Report. J Clin Endocrinol Metab. 2016 Feb;101(2):353-8. doi: 10.1210/jc.2015-3684. Epub 2015 Dec 17.",
      "url": "https://pubmed.ncbi.nlm.nih.gov/26678657/",
      "source": "study_data"
    }
  ]
}