{
  "nct_id": "NCT01010126",
  "study_title": "Temsirolimus and Bevacizumab in Treating Patients With Advanced Endometrial, Ovarian, Liver, Carcinoid, or Islet Cell Cancer",
  "search_date": "2025-07-09T15:51:32.268677",
  "publications_found": 3,
  "publications": [
    {
      "pmid": "37702588",
      "title": "A phase II study of bevacizumab and temsirolimus in advanced extra-pancreatic neuroendocrine tumors.",
      "authors": [
        "Sonia M Abuzakhm",
        "Vineeth Sukrithan",
        "Briant Fruth"
      ],
      "journal": "Endocrine-related cancer",
      "year": "2023",
      "doi": "10.1530/ERC-22-0301",
      "abstract": "We assessed the efficacy and safety of combining bevacizumab with temsirolimus in patients with advanced extra-pancreatic neuroendocrine tumors. This NCI-sponsored multicenter, open-label, phase II study (NCT01010126) enrolled patients with advanced, recurrent, or metastatic extra-pancreatic neuroendocrine tumors. All patients were treated with temsirolimus and bevacizumab until disease progression or unacceptable toxicity. Temsirolimus 25 mg was administered i.v. on days 1, 8, 15, and 22 and bevacizumab 10 mg/kg i.v. on days 1 and 15 of a 4-week cycle. Discontinuation of temsirolimus or bevacizumab did not require discontinuation of the other agent. The primary endpoints were objective response rate and 6-month progression-free survival rate. Fifty-nine patients were enrolled in this study, and 54 were evaluated for efficacy and adverse events. While median progression-free survival was 7.1 months, the median duration of treatment with temsirolimus was 3.9 months and that with bevacizumab was 3.5 months. The objective response rate of combination therapy was 2%, and 6-month progression-free survival was 48%. The most frequently reported grade 3-4 adverse events included fatigue (13%), hypertension (13%), and bleeding (13%). Close to 54% of the patients discontinued treatment due to adverse events, refusal of further treatment, or treatment delays. Three deaths occurred in the study, of which two were due to treatment-related bowel perforations. Given the minimal efficacy and increased toxicity seen with the combination of bevacizumab and temsirolimus, we do not recommend the use of this regimen in patients with advanced extra-pancreatic neuroendocrine tumors.",
      "url": "https://pubmed.ncbi.nlm.nih.gov/37702588/"
    },
    {
      "pmid": "25488966",
      "title": "Multicenter Phase II Trial of Temsirolimus and Bevacizumab in Pancreatic Neuroendocrine Tumors.",
      "authors": [
        "Timothy J Hobday",
        "Rui Qin",
        "Diane Reidy-Lagunes"
      ],
      "journal": "Journal of clinical oncology : official journal of the American Society of Clinical Oncology",
      "year": "2015",
      "doi": "10.1200/JCO.2014.56.2082",
      "abstract": "There are few effective therapies for pancreatic neuroendocrine tumors (PNETs). Recent placebo-controlled phase III trials of the mammalian target of rapamycin (mTOR) inhibitor everolimus and the vascular endothelial growth factor (VEGF)/platelet-derived growth factor receptor inhibitor sunitinib have noted improved progression-free survival (PFS). Preclinical studies have suggested enhanced antitumor effects with combined mTOR and VEGF pathway-targeted therapy. We conducted a clinical trial to evaluate combination therapy against these targets in PNETs.We conducted a two-stage single-arm phase II trial of the mTOR inhibitor temsirolimus 25 mg intravenously (IV) once per week and the VEGF-A monoclonal antibody bevacizumab 10 mg/kg IV once every 2 weeks in patients with well or moderately differentiated PNETs and progressive disease by RECIST within 7 months of study entry. Coprimary end points were tumor response rate and 6-month PFS.A total of 58 patients were enrolled, and 56 patients were eligible for response assessment. Confirmed response rate (RR) was 41% (23 of 56 patients). PFS at 6 months was 79% (44 of 56). Median PFS was 13.2 months (95% CI, 11.2 to 16.6). Median overall survival was 34 months (95% CI, 27.1 to not reached). For evaluable patients, the most common grade 3 to 4 adverse events attributed to therapy were hypertension (21%), fatigue (16%), lymphopenia (14%), and hyperglycemia (14%).The combination of temsirolimus and bevacizumab had substantial activity and reasonable tolerability in a multicenter phase II trial, with RR of 41%, well in excess of single targeted agents in patients with progressive PNETs. Six-month PFS was a notable 79% in a population of patients with disease progression by RECIST criteria within 7 months of study entry. On the basis of this trial, continued evaluation of combination mTOR and VEGF pathway inhibitors is warranted.&#xa9; 2014 by American Society of Clinical Oncology.",
      "url": "https://pubmed.ncbi.nlm.nih.gov/25488966/"
    },
    {
      "pmid": "25318437",
      "title": "A phase II trial of bevacizumab plus temsirolimus in patients with advanced hepatocellular carcinoma.",
      "authors": [
        "Jennifer J Knox",
        "Rui Qin",
        "Jonathan R Strosberg"
      ],
      "journal": "Investigational new drugs",
      "year": "2015",
      "doi": "10.1007/s10637-014-0169-3",
      "abstract": "There is strong rationale to combine temsirolimus (TEM) with Bevacizumab (BEV) for patients with advanced HCC.A modified two-stage Simon phase II trial was performed with plans to advance to stage 2 if more than 2 patients had confirmed PR or &gt;18 patients were progression free at 6 months out of 25 in stage 1. Toxicity, PFS and overall survival were secondary endpoints. Eligible pts had advanced HCC, Child Pugh A liver status and no prior systemic therapy involving the VEGF or m-TOR targeted agents. Patients were treated with temsirolimus 25 mg IV on Days 1, 8, 15, and 22 of a 28 day cycle and bevacizumab 10 mg/kg IV on Days 1 and 15 of the cycle.Twenty-eight eligible patients were enrolled, 26 evaluable receiving a median of 6.5 cycles (range 1-18). Drug related toxicities were common including cytopenias, fatigue, mucositis, diarrhea and mild bleeds. Dose reductions or discontinuation of TEM were common. Accrual closed for presumed futility after interim analysis of the first 25 evaluable patients showed only one PR and 16/25 were progression-free at 6 months. However, the final data update in March 2013 demonstrated 4 confirmed PRs, a 5th unconfirmed PR and 16 /26 progression-free at 6 months. Median PFS and OS were 7 and 14 months respectively.This first-line HCC trial evaluating the BEV/TEM doublet reports an ORR of 19 % and OS of 14 months which is favorable but requires further study at a more optimized dose and schedule.",
      "url": "https://pubmed.ncbi.nlm.nih.gov/25318437/"
    }
  ]
}